["OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nTHE ORIENTAL INSURANCE COMPANY LIMITED \nRegd. Office: Oriental House, A-25/27, Asaf Ali \nRoad, New Delhi-110002 CIN \nNo.U66010DL1947GOI007158 \n \nHAPPY FAMILY FLOATER POLICY 2024 \n \nWE VALUE YOUR HEALTH & YOUR WEALTH. BUILD A PRODUCTIVE NATION \n \nWHEREAS the insured named in the Schedule hereto has by a proposal and declaration (which shall be the \nbasis of this Contract and is deemed to be incorporated herein) has applied to THE ORIENTAL \nINSURANCE COMPANY LIMITED (hereinafter called the Company) for the insurance herein after set \nforth in respect of person(s) named in the Schedule hereto (herein after called the INSURED PERSON (S)) \nand has paid premium to the Company as consideration for such insurance to be serviced by Third Party \nAdministrator (hereinafter called the TPA) or the Company as the case maybe. 1.", "iced by Third Party \nAdministrator (hereinafter called the TPA) or the Company as the case maybe. 1. PREAMBLE \nNow this Policy witnesses that subject to the terms, conditions, exclusions and definitions contained \nherein or endorsed or otherwise expressed hereon, the Company undertakes that, if during the period of \ninsurance stated in the Schedule any Insured Person(s) shall contract or suffer from any Illness / ailment \n/ disease (hereinafter called ‘DISEASE’) or sustain any bodily Injury through accident (hereinafter \ncalled ‘INJURY’) and if such disease or Injury shall require any such Insured Person(s) upon the advice \nof a duly qualified Physician /Medical Specialist/Medical Practitioner (hereinafter called MEDICAL \nPRACTITIONER) or of a duly qualified Surgeon (hereinafter called ‘SURGEON’) to incur expenses \non (a) Hospitalization(as defined hereinafter) for medical/surgical treatment at any Nursing \nHome/Hospital in India as herein defined (hereinafter called ‘HOSPITAL’) as an In-patient OR (b) on \nDomiciliary treatment in India under Domiciliary Hospitalization Benefits as hereinafter defined, the \nCompany/TPA will pay to the Hospital(s) (only if treatment is taken at Network Hospital(s) with prior \nwritten approval of Company / TPA) or reimburse to the Insured Person, as the case may be, the \namount of such admissible expenses as specified hereunder.", "Insured Person, as the case may be, the \namount of such admissible expenses as specified hereunder. It is a condition precedent that the \nexpenses incurred in respect of medically necessary treatment, are reasonable and customary; and in \nany case the liability of the Company, in respect of one or all the Insured Persons stated in the schedule, \nshall be up to the limit specified in the Policy and/or schedule of the Policy, but not exceeding the Sum \nInsured as stated in the schedule, for all claims arising during the Policy Period mentioned in the \nschedule. 2. DEFINITIONS \nSTANDARD DEFINITIONS \n2.1 ACCIDENT is a sudden, unforeseen and involuntary event caused by external, visible and violent \nmeans. 2.2 AMBULANCE SERVICES means ambulance service charges reasonably and necessarily incurred in \nshifting the Insured Person from residence to Hospital for admission in emergency ward / ICU or from \none Hospital / Nursing Home to another Hospital / Nursing Home, by registered ambulance only. The \nambulance service charges are payable only if the Hospitalization expenses are admissible under the \nPolicy. Page1", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n2.3 ANY ONE ILLNESS Any one illness means continuous period of illness and includes relapse within \n45 days from the date of last consultation with the Hospital/Nursing Home where treatment was taken. 2.4 CASHLESS FACILITY Cashless facility means a facility extended by the insurer to the insured \nwhere the payments, of the costs of treatment undergone by the insured in accordance with the policy \nterms and conditions, are directly made to the network provider by the insurer to the extent pre- \nauthorization is approved. 2.5 CONGENITAL ANOMALY refers to a condition(s) which is present since birth, and which is \nabnormal with reference to form, structure or position. A. Internal Congenital Anomaly: which is not in the visible and accessible parts of the body. B. External Congenital Anomaly: which is in the visible and accessible parts of the body. 2.6 CONDITION PRECEDENT means a policy term or condition upon which the Insurer's liability \nunder the policy is conditional upon. 2.7 CO-PAYMENT means a cost sharing requirement under a health insurance policy that provides that \nthe policyholder/insured will bear a specified percentage of the admissible claims amount. A co- \npayment does not reduce the Sum Insured.", "pecified percentage of the admissible claims amount. A co- \npayment does not reduce the Sum Insured. 2.8 CONTRIBUTION is essentially the right of an insurer to call upon other insurers liable to the same \ninsured to share the cost of an indemnity claim on a rate able proportion of Sum Insured. If two or more \npolicies are taken by the insured during a period from one or more insurers, the contribution clause \nshall not be applicable where the cover/ benefit offered: \nA. is fixed in nature; \nB. does not have any relation to the treatment costs; \n2.9 DAY CARE CENTRE means any institution established for day care treatment of illness and/or \ninjuries or a medical setup with a hospital and which has been registered with the local authorities, \nwherever applicable, and is under supervision of a registered and qualified medical practitioner AND \nmust comply with all minimum criterion as under:- \nA. has qualified nursing staff under its employment; \nB. has qualified medical practitioner/s in charge; \nC. has fully equipped operation theatre of its own where surgical procedures are carried out; \nD. Maintains daily records of patients and will make these accessible to the insurance company’s \nauthorized personnel. 2.10 DAY CARE TREATMENT means medical treatment, and/or surgical procedure which is: \nA.", "personnel. 2.10 DAY CARE TREATMENT means medical treatment, and/or surgical procedure which is: \nA. Undertaken under General or Local Anesthesia in a hospital/day care centre in less than 24 hrs. because Of technological advancement, and \nB. Which would have otherwise required hospitalization of more than 24 hours. Treatment \nnormally taken on an out-patient basis is not included in the scope of this definition. (Insurers \nmay, in addition, restrict coverage to a specified list) \n \n2.11 DENTAL TREATMENT means a treatment related to teeth or structures supporting teeth \nincluding examinations, fillings (where appropriate), crowns, extractions and surgery. 2.12 DOMICILIARY HOSPITALISATION means medical treatment for an illness/disease/injury which \nin the normal course would require care and treatment at a hospital but is actually taken while confined \nat home under any of the following circumstances: \nA. the condition of the patient is such that he/she is not in a condition to be moved to a hospital, or \nB. The patient takes treatment at home on account of non-availability of room in a hospital. 2.13 FAMILY consists of the Insured and/ or anyone or more of the family members as \nmentioned \nbelow: \nPage2", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nA. Legally wedded spouse. B. Dependent Children (i.e. natural or legally adopted) between the ages 91daysto 18 years. However male child can be covered up to the age of 25 years if he is a bonafide regular student \nand financially dependent. Female child can be covered until she gets married. Divorced and \nwidowed daughter / daughters are also eligible for coverage under the Policy, irrespective of \nage. If the child above 18 years is financially independent or if the girl child is married, he or \nshe shall be ineligible for coverage in the subsequent renewals. C. Parents / Parents-in-law (either of them). D. Unmarried siblings, if financially dependent. 2.14 \nGRACE PERIOD means the specified period of time immediately following the premium due \ndate during which a payment can be made to renew or continue a policy in force without loss of \ncontinuity benefits such as waiting periods and coverage of pre-existing diseases. Coverage is not \navailable for the period for which no premium is received. The grace period for payment of the \npremium for all types of insurance policies shall be: fifteen days where premium payment mode is \nmonthly and thirty days in all other cases. Provided the insurers shall offer coverage during the \ngrace period, if the premium is paid in instalments during the policy period.", "r coverage during the \ngrace period, if the premium is paid in instalments during the policy period. 2.15 HOSPITAL/NURSING HOME A hospital means any institution established for in-patient care \nand day care treatment of illness and/or injuries and which has been registered as a hospital with the \nlocal authorities under Clinical Establishments (Registration and Regulation) Act 2010 or under \nenactments specified under the Schedule of Section 56(1) of the said act Or complies with all minimum \ncriteria as under: \nA. has qualified nursing staff under its employment round the clock; \nB. has at least 10 in-patient beds in towns having a population of less than 10,00,000 and at least \n15 in-patient beds in all other places; \nC. has qualified medical practitioner(s) in charge round the clock; \nD. has a fully equipped operation theatre of its own where surgical procedures are carried out; \nE. maintains daily records of patients and makes these accessible to the insurance company’s \nauthorized personnel; \n*Following are the enactments specified under the schedule of Section 56 of Clinical Establishment \n(Registration and Regulation) Act, 2010 as of October 2013.", "of Section 56 of Clinical Establishment \n(Registration and Regulation) Act, 2010 as of October 2013. Please refer to the Act for amendments, if \nany: \n The Andhra Pradesh Private Medical care Establishments (Registration and Regulations) Act, 2002 \n The Bombay Nursing Homes Registration Act, 1949 \n The Delhi Nursing Home Registration Act, 1953 \n The Madhya Pradesh Upcharya Griha Tatha Rujopchar Sanbadhu Sthapamaue \n(RagistrikaranTathaAnugyapan) Adhiniyam, 1973.  The Manipur Homes and Clinics Registration Act, 1992 \n The Nagaland Health Care Establishments Act, 1997 \n The Orissa Clinical Establishments (Control and Regulations) Act, 1990 \n The Punjab State Nursing Home Registration Act, 1991 \n The West Bengal Clinical Establishment Act, 1950 \n \n \n \n \n \n \n \n \n \n \n \nPage3", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n2.16 AYUSH HOSPITAL is a healthcare facility wherein medical/surgical/para- surgical treatment \nprocedures and interventions are carried out by AYUSH Medical Practioner (s) comprising of any of \nthe following: \nA. Central or State Government AYUSH Hospital; or \nB. Teaching hospital attached to AYUSH College recognized by the Central Government /Central \nCouncil of Indian Medicine/ Central Council for Homeopathy; or \nC. AYUSH Hospital, standalone or co-located with in-patient healthcare facility of any recognized \nsystem of medicine, registered with the local authorities, wherever applicable, and is under the \nsupervision of a qualified registered AYUSH Medical Practitioner and must comply with all the \nfollowing criterion: \ni. Having at least five in- patient beds; \nii. Having qualified AYUSH Medical Practitioner in charge round the clock; \niii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre \nwhere surgical procedures are to be carried out; \niv. Maintaining daily records of the patients and making them accessible to the insurance \ncompany’s authorized representative.", "ds of the patients and making them accessible to the insurance \ncompany’s authorized representative. 2.17 AYUSH DAY CARE CENTRE means and includes Community Health Centre (CHC), Primary \nhealth Centre (PHC), Dispensary, Clinic, Polyclinic or any such health centre which is registered with \nthe local authorities, wherever applicable and having facilities for carrying out treatment procedures \nand medical or surgical/para-surgical interventions or both under the supervision of registered AYUSH \nMedical Practitioner (s) on day care basis without inpatient services and must comply with all the \nfollowing criterion: \na. Having qualified registered AYUSH Medical Practitioner (s) in charge. b. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre \nwhere surgical procedures are to be carried out; \nc. Maintaining daily records of the patients and making them accessible to the insurance \ncompany’s authorized representative.", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n \n2.18 HOSPITALISATION means admission in a Hospital for a minimum period of 24 consecutive \n‘In-patient Care’ hours except for specified procedures/ treatments, where such admission could be for \na period of less than 24 consecutive hours. 2.19 INSURED PERSON means person(s) named as Insured Person (s) in the schedule of the Policy \n \n2.20 ILLNESS means a sickness or a disease or pathological condition leading to the impairment of \nnormal physiological function and requires medical treatment. A. Acute condition - Acute condition is a disease, illness or injury that is likely to respond quickly \nto treatment which aims to return the person to his or her state of health immediately before \nsuffering the disease/ illness/ injury which leads to full recovery \nB. Chronic condition - A chronic condition is defined as a disease, illness, or injury that has one or \nmore of the following characteristics: \ni. it needs ongoing or long-term monitoring through consultations, examinations, check-ups, \nand /or tests. ii. it needs ongoing or long-term control or relief of symptoms \niii. it requires rehabilitation for the patient or for the patient to be specially trained to cope with it \niv. it continues indefinitely \nv. it recurs or is likely to recur \n \n2.21 I .D.", "ned to cope with it \niv. it continues indefinitely \nv. it recurs or is likely to recur \n \n2.21 I .D. CARD means the card issued to the Insured Person by the TPA to avail Cashless facility in \nthe Network Hospital. 2.22 INJURY means accidental physical bodily harm excluding illness or disease solely and directly \ncaused by external, violent, visible and evident means which is verified and certified by a Medical \nPractitioner. 2.23 INTENSIVE CARE UNIT means an identified section, ward or wing of a hospital which is \nunder the constant supervision of a dedicated medical practitioner(s), and which is specially equipped \nfor the continuous monitoring and treatment of patients who are in a critical condition, or require life \nsupport facilities and where the level of care and supervision is considerably more sophisticated and \nintensive than in the ordinary and other wards. 2.24 IN-PATIENT means an Insured Person who is admitted to Hospital and stays for at least 24 hours \nfor the sole purpose of receiving the treatment for suffered ailment / Illness / disease / Injury / accident \nduring the currency of the Policy. 2.25 IN-PATIENT CARE means treatment for which the Insured Person has to stay in a Hospital for \nmore than 24 hours for a covered event.", "for which the Insured Person has to stay in a Hospital for \nmore than 24 hours for a covered event. 2.26  ICU (INTENSIVE CARE UNIT) CHARGES means the amount charged by a Hospital towards \nICU expenses which shall include the expenses for ICU bed, general medical support services provided \nto any ICU patient including monitoring devices, critical care nursing and intensivist charges. 2.27 MATERNITY EXPENSES shall include \nA. Medical treatment expenses traceable to childbirth (including complicated deliveries and \ncaesarean sections) incurred during Hospitalization \nB. Expenses towards lawful medical termination of pregnancy during the Policy Period. Page4", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n2.28 MEDICAL ADVICE Medical Advice means any consultation or advice from a Medical \nPractitioner including the issuance of any prescription or follow-up prescription. 2.29 MEDICAL EXPENSES Medical Expenses means those expenses that an Insured Person has \nnecessarily and actually incurred for medical treatment on account of Illness or Accident on the advice \nof a Medical Practitioner, as long as these are no more than would have been payable if the Insured \nPerson had not been insured and no more than other hospitals or doctors in the same locality would \nhave charged for the same medical treatment. 2.30 MEDICAL PRACTITIONER Medical Practitioner means a person who holds a valid \nregistration from the Medical Council of any State or Medical Council of India or Council for Indian \nMedicine or for Homeopathy set up by the Government of India or a State Government and is thereby \nentitled to practice medicine within its jurisdiction; and is acting within its scope and jurisdiction of \nlicense. 2.31 MEDICALLY NECESSARY TREATMENT means any treatment, tests, medication, or stay in \nhospital or part of a stay in hospital which: \nA. is required for the medical management of the illness or injury suffered by the insured; \nB.", "ch: \nA. is required for the medical management of the illness or injury suffered by the insured; \nB. must not exceed the level of care necessary to provide safe, adequate and appropriate medical \ncare in scope, duration, or intensity; \nC. must have been prescribed by a medical practitioner; \nD. Must conform to the professional standards widely accepted in international medical practice or \nby the medical community in India. 2.32 NEW BORN BABY means baby born during the Policy Period and is cover from day 1. 2.33 NETWORK PROVIDER means hospitals or health care providers enlisted by an insurer, TPA or \njointly by an Insurer and TPA to provide medical services to an insured by a cashless facility. 2.34 NON-NETWORK means any hospital, day care centre or other provider that is not part of the \nnetwork. 2.35 NOTIFICATION OF CLAIM means the process of intimating a claim to the insurer or TPA \nthrough any of the recognized modes of communication. 2.36 OPHTHALMIC COVER It covers Ophthalmic ailments arising out of trauma/ infection/ age \nrelated diseases/ foreign body removals and excludes cosmetic eye surgeries, Lasik, cost of spectacles \nand contact lenses. 2.37 OUT-PATIENT TREATMENT is one in which the Insured visits a clinic/Hospital or associated \nfacility \nlike a consultation room for diagnosis and treatment based on the advice of a Medical \nPractitioner.", "like a consultation room for diagnosis and treatment based on the advice of a Medical \nPractitioner. The Insured is not admitted as a day care or in-patient. 2.38 PRE-HOSPITALISATION MEDICALEXPENSES means medical expenses incurred during \nthe period up to 30 days prior to the date of admission in the Hospital, provided that: \nA. Such Medical Expenses are incurred for the same condition for which the Insured Person’s \nHospitalization was required, and \nB. the In-patient Hospitalization claim for such Hospitalization is admissible by the Insurance \nCompany. Page5", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n2.39 POST-HOSPITALISATION EXPENSES means medical expenses incurred for a period up to 60 \ndays from the date of discharge from the Hospital, provided that: \nA. Such Medical Expenses are incurred for the same condition for which the Insured Person’s \nHospitalization was required, and \nB. The In-patient Hospitalization claim for such Hospitalization is admissible by the Insurance \nCompany. 2.40 .PRE-EXISTING DISEASE (PED) means any condition, ailment, injury or disease: \nC. That is/are diagnosed by a physician within 36 months prior to the effective date of the policy \nissued by the insurer, or its reinstatement. D. for which medical advice or treatment was recommended by, or received from, a physician \nwithin 36 months prior to the effective date of the policy or its reinstatement, \n2.41POLICY PERIOD means the period of coverage as mentioned in the schedule. 2.42 QUALIFIED NURSE means a person who holds a valid registration from the Nursing Council of    \nIndia or the Nursing Council of any state in India.", "lid registration from the Nursing Council of    \nIndia or the Nursing Council of any state in India. 2.43     REASONABLE AND CUSTOMARY CHARGES means the charges for services or supplies,  which \nare the standard charges for the specific provider and consistent with the prevailing charges in the \ngeographical area for identical or similar services, taking into account the nature of the illness / injury \ninvolved. 2.44 RENEWAL means the terms on which the contract of insurance can be renewed on mutual consent \nwith a provision of grace period for treating the renewal continuous for the purpose of gaining credit for \npre-existing diseases, time-bound exclusions and for all waiting periods. 2.45 ROOM RENT means the amount charged by a Hospital towards Room and Boarding expenses and \nshall nclude the associated medical expense. 2.46 SURGERY/ SURGICAL OPERATION means manual and / or operative procedure (s) required for \ntreatment of an illness or injury, correction of deformities and defects, diagnosis and cure of diseases, \nrelief from suffering and prolongation of life, performed in a hospital or day care centre by a medical \npractitioner.", "ing and prolongation of life, performed in a hospital or day care centre by a medical \npractitioner. 2.47 THIRD PARTY ADMINISTRATOR (TPA) means any person who is licensed under the IRDAI \n(Third Party Administrators – Health Service) Regulations, 2016 & its amendments by the Authority, and \nis engaged, for a fee or remuneration by an insurance company, for the purposes of providing health \nservices. 2.48 UNPROVEN/EXPERIMENTAL TREATMENT means the treatment including drug experimental \ntherapy which is not based on established medical practice in India, is treatment experimental or unproven. 2.49 MIGRATION means, the right accorded to health insurance policyholders (including all members \nunder family cover and members of group health insurance policy), to transfer the credit gained for pre-\nexisting conditions and time bound exclusions, with the same insurer. 2.50 PORTABILITY means, the right accorded to individual health insurance policyholders (including \nall members under family cover), to transfer the credit gained for preexisting conditions and time bound \nexclusions, from one insurer to another insurer. Page6", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nSPECIFIC DEFINITIONS \n \n2.51 MENTAL ILLNESS means a substantial disorder of thinking, mood, perception, orientation or memory \nthat grossly impairs judgment, behavior, capacity to recognize reality or ability to meet the ordinary demands of \nlife, mental conditions associated with the abuse of alcohol and drugs, but does not include mental retardation \nwhich is a condition of arrested or incomplete development of mind of a person, specially characterized by sub \nnormality of intelligence.", "complete development of mind of a person, specially characterized by sub \nnormality of intelligence. 2.52 MENTAL HEALTH ESTABLISHMENT means any health establishment, including Ayurveda, Yoga \nand Naturopathy, Unani, Siddha and Homoeopathy establishment, by whatever name called, either wholly or \npartly, meant for the care of persons with mental illness, established, owned, controlled or maintained by the \nappropriate Government, local authority, trust, whether private or public, corporation, co-operative society, \norganization or any other entity or person, where persons with mental illness are admitted and reside at, or kept in, \nfor care, treatment, convalescence and rehabilitation, either temporarily or otherwise; and includes any general \nhospital or general nursing home established or maintained by the appropriate Government, local authority, trust, \nwhether private or public, corporation, co-operative society, organization or any other entity or person; but does \nnot include a family residential place where a person with mental illness resides with his relatives or friends.", "a family residential place where a person with mental illness resides with his relatives or friends. 2.53 MENTAL HEALTH PROFESSIONAL \na psychiatrist or \na professional registered with the concerned State Authority under section 55; or \na professional having a post-graduate degree (Ayurveda) in Mano VigyanAvum Manas Roga or a post- graduate \ndegree (Homoeopathy) in Psychiatry or a post-graduate degree (Unani) in Moalijat (Nafasiyatt) or a post- \ngraduate degree (Siddha) in SirappuMaruthuvam; \n \n \n3 \nBENEFITS COVERED UNDER THE POLICY \n3.1 COVERAGE The benefits under this Policy are available under four plans, viz Silver, Gold, Diamond \nand Platinum as opted by the Insured in the proposal form.The Policy covers reasonable and \ncustomary charges in respect of Hospitalization and / or Domiciliary Hospitalization for medically \nnecessary treatment only for Illnesses / diseases contracted / suffered or Injury sustained by the \nInsured Person(s) during the Policy Period, upto the limit of Sum Insured or mentioned sublimits, as \ndetailed below: \n \nSl. No \nExpenses covered \nSILVER \nGOLD \nDIAMOND \nPLATINUM \n \n \nLimits of \ncovered \nExpenses \nLimits of \ncovered \nExpenses \nLimits of \ncovered \nExpenses \nLimits of \ncovered \nExpenses \nA. HOSPITALISATION BENEFITS \ni. Sum Insured \nAvailable \nRs.1, 2,3,4 \n& 5 lakh \nRs.6,7,8,9 & 10 \nlakh \nRs.12, 15, 18 \nand 20 lacs \nRs.,25,30, 40 \nand 50 lacs \nii.", "2,3,4 \n& 5 lakh \nRs.6,7,8,9 & 10 \nlakh \nRs.12, 15, 18 \nand 20 lacs \nRs.,25,30, 40 \nand 50 lacs \nii. Room, Boarding and \nNursing Expenses as \nprovided by the \nHospital /Nursing \nHome. 1 % of the \nSum \nInsured \nper day \n1 % of the Sum \nInsured per \nday \n1% of the Sum \nInsured per \nday. 1% of the Sum \nInsured per \nday. iii. Intensive Care Unit \n(ICU) Expenses as \nprovided by the \nHospital /Nursing \nHome.* \n2% of the \nSum \nInsured \nper day. 2% of the Sum \nInsured per \nday. 2% of the Sum \nInsured per \nday \n2% of the Sum \nInsured per \nday \nPage7", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \niv. Surgeon, Anesthetist, \nMedical Practitioner, \nConsultants, \nSpecialists Fees \nAs per the \nlimits of \nSum \nInsured \nsubject to \n“a” and “b” \nbelow \nAs per the limits \nof Sum Insured \nsubject to “a” \nand “b” below \nAs per the limits \nof Sum Insured \nsubject to “a” \nand “b” below \nAs per the limits \nof Sum Insured \nsubject to “a” \nand “b” below \nv. Anesthesia, Blood, \nOxygen, Operation \nTheatre Charges, \nSurgical Appliances, \nMedicines &Drugs, \nDiagnostic Material \nand X-Ray, Dialysis, \nChemotherapy, \nRadiotherapy, Cost of \nPacemaker, Artificial \nLimbs and similar \nexpenses. As per \nthe limits of \nSum \nInsured \nsubject to \n“a” and “b” \nbelow \nAs per the \nlimits of Sum \nInsured subject \nto “a” and “b” \nbelow \nAs per the \nlimits of Sum \nInsured subject \nto “a” and “b” \nbelow \nAs per the \nlimits of Sum \nInsured subject \nto “a” and “b” \nbelow \n \na. Number of days of stay under ‘ii’ & iii above should not exceed total number of \ndays of admission in the Hospital. All related expenses (including iv& v above) shall \nalso be payable as per the entitled room category based on the Room Rent limit as \nmentioned above. This will not apply on pharmaceuticals, consumables, diagnostics, \nmedical devises and body implants. b.", "will not apply on pharmaceuticals, consumables, diagnostics, \nmedical devises and body implants. b. Any expenses in excess of reasonable and customary charges under definitions \nor, in excess of the negotiated prices (in case of network hospitals) shall not be borne \nby the insurer. vi. Ambulance service \ncharges as herein \nafter defined. Per Illness \n- Rs.1000 \nmaximum \n& Per \npolicy \nperiod 1% \nof Sum \nInsured, \nSubject to \nmaximum \nRs.3000. Per Illness - \nRs.2000 \nmaximum & \nPer policy \nperiod 1% of \nSum Insured, \nSubject to \nmaximum \nRs.6000. Per Illness - \nRs.3000 \nmaximum & \nPer policy \nperiod 1% of \nSum Insured, \nSubject to \nmaximum \nRs.8000. Per Illness - \nRs.5000 \nmaximum& \nPer policy \nperiod 1% of \nSum Insured, \nSubject to \nmaximum \nRs.15000. vii. Daily Hospital Cash \nAllowance as \nhereinafter \ndefined. (Refer \nclause 3.1.2 below) \nNot \nAvailable \n0.1% of Sum \nInsured per \nday of \nHospitalization, \nsubject to a \nmaximum \ncompensation \nfor 10 days per \nillness & \nOverall liability \nof the \nCompany \nduring the \nPolicy Period \nwill be limited \nto 1.5% of the \nSum Insured. 0.1% of Sum \nInsured per \nday of \nHospitalization, \nsubject to a \nmaximum \ncompensation \nfor 10 days per \nillness. Overall \nliability of the \nCompany \nduring the \nPolicy Period \nwill be limited \nto 1.5% of the \nSum Insured.", "liability of the \nCompany \nduring the \nPolicy Period \nwill be limited \nto 1.5% of the \nSum Insured. 0.1% of Sum \nInsured per \nday of \nHospitalization, \nsubject to a \nmaximum \ncompensation \nfor 10 days per \nillness. Overall \nliability of the \nCompany \nduring the \nPolicy Period \nwill be limited \nto 1.5% of the \nSum Insured. Page8", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \nviii. Attendant \nallowance as \nhereinafter \ndefined. (Refer \nclause 3.1.3 below) \nNot \nAvailable \nRs500/- per \nday of \nHospitalization, \nsubject to \nmaximum \ncompensation \nfor 10 days per \nillness & \nOverall liability \nof the \nCompany \nduring the \nPolicy Period \nwill be limited \nto \ncompensation \nfor 15 days of \nHospitalization. Rs1000/- per \nday of \nHospitalization, \nsubject to \nmaximum \ncompensation \nfor 10 days per \nillness. Overall \nliability of the \nCompany \nduring the \nPolicy Period \nwill be limited \nto \ncompensation \nfor 15 days of \nHospitalization. Rs. 1500/- per \nday of \nHospitalization, \nsubject to \nmaximum \ncompensation \nfor 10 days per \nillness. Overall \nliability of the \nCompany \nduring the \nPolicy Period \nwill be limited \nto \ncompensation \nfor 15 days of \nHospitalization. ix. Maternity expenses \nas hereinafter \ndefined. (Refer \nclause 3.1.4 A \nbelow & special \nconditions \nmentioned therein) \nNot \nAvailable \nNot Available \nMedical \nExpenses for a \ndelivery \n(including \ncaesarean \nsection) or \nlawful medical \ntermination of \npregnancy \nlimited to two \ndeliveries or \nterminations or \neither during \nthe lifetime of \nthe Insured \nPerson, after \nthe policy \n(Diamond Plan) \nhas been \ncontinuously in \nforce for 24 \n(twenty four) \nmonths Liability \nof the Company \nlimited to2.5% \nof the Sum \nInsured.", "force for 24 \n(twenty four) \nmonths Liability \nof the Company \nlimited to2.5% \nof the Sum \nInsured. Medical \nExpenses for a \ndelivery \n(including \ncaesarean \nsection) or \nlawful medical \ntermination of \npregnancy \nlimited to two \ndeliveries or \nterminations or \neither during \nthe lifetime of \nthe Insured \nPerson, after \nthe policy \n(Diamond or \nPlatinum \nPlan)has been \ncontinuously in \nforce for 24 \n(twenty \nfour)months \nLiability of the \nCompany \nlimited to2.5% \nof the Sum \nInsured \nPage9", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \nx. New Born Baby \ncover. (Refer clause 3.1.4 B \nbelow & special \nconditions mentioned \ntherein)  \n \nMedical \nexpenses \nincurred on \ntreatment \ntaken in \nHospital as \nan In-patient \nin respect of \nthe new born \nbaby from \nday one upto \nSI \n  \n \nMedical \nexpenses incurred \non treatment \ntaken in Hospital \nas an In-patient in \nrespect of the \nnew born baby \nfrom day one \nupto SI. Medical \nexpenses incurred \non treatment \ntaken in Hospital \nas an In-patient in \nrespect of the \nnew born baby \nfrom day one \nupto SI \n  \n \nMedical \nexpenses incurred \non treatment \ntaken in Hospital \nas an In-patient in \nrespect of the \nnew born baby \nfrom day one \nupto SI. xi \nAssisted \nReproduction \nTreatment(Refer \nclause 3.1.5 below) \nNot \navailable \nNot Available \nNot Available \nCover as \ndefined below \nxii \n(a) \nDonor Expenses \nwhen Insured \nPerson is Recipient. (Refer clause 3.1.8 \nbelow) \nMaximum \nup to full \nSum \nInsured \nMaximum up to \nfull Sum Insured \nMaximum up to \nfull Sum Insured \nMaximum up to \nfull Sum Insured \nxii \n(b) \nDonor Expenses \nwhen Insured \nPerson is DONOR. (Refer clause 3.1.7 \nbelow) \nlump sum \npayment \nof 10% of \nSum \nInsured \nlump sum \npayment of \n10% of Sum \nInsured \nlump sum \npayment of \n10% of Sum \nInsured \nlump sum \npayment of \n10% of Sum \nInsured \nxiii.", "Insured \nlump sum \npayment of \n10% of Sum \nInsured \nlump sum \npayment of \n10% of Sum \nInsured \nxiii. Restoration of Sum \nInsured(It is an \noptional benefit on \npayment of extra \npremium) (Refer \nclause 3.2.2 A \nbelow) \n2 options- \n(i) 50% of \nthe Sum \nInsured (ii) \n100% of \nthe Sum \nInsured \n2 options-(i) \n50% of the \nSum Insured \n(ii) 100% of the \nSum Insured \nNot available \nNot available \nxiv. Medical Second \nOpinion for 11 \nspecified major \nIllnesses - taken \nfrom anywhere in \nthe world. (Refer \nclause 3.1.6 below) \nMaximum \nRs.5000 in \na Policy \nperiod. Maximum \nRs.10,000 in a \nPolicy period \nMaximum \nRs.15,000 in a \nPolicy period \nMaximum \nRs.25,000 in a \nPolicy period \nxv \nAir Ambulance \nCover (Refer clause \n3.1.9 below) \nNot \navailable \nNot available \nNot available \nMaximum upto \n5% of the SI for \nmedical \nemergency \ncases only. Page10", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \nxvi \nAccidental Death \nBenefit and Total \nPermanent \nDisability \ncover(Refer clause \n3.1.10 below) \nNot \navailable \nNot available \nNot available \n10% of Sum \nInsured. xvii \nOPD benefit for \nDental and \nOphthalmic \ncover(Refer clause \n3.1.11 below) \nNot \navailable \nNot available \nNot available \nMaximum Rs. 5,000/- on \nreimbursement \nt basis in a \nblock of every \nthree years. xviii Additional Sum \nInsured for critical \nillnesses(Refer \nclause 3.1.12 \nbelow) \nNot \navailable \nNot available \nNot available \nAdditional 10% \nSI for Critical \nIllnesses on \nexhaustion of \nbase SI. xix. Maximum Entry \nAge \n65yearsfor \nall \nmembers \n65years for all \nmembers \n65 years for all \nmembers \n65 years for all \nmembers \nxx. Pre and Post \nHospitalization \nexpenses \nMedical expenses incurred 30 days prior to Hospitalization and up to \n60 days post Hospitalization. xxi. Compulsory co- \npayment \n10% of \neach & \nevery \nclaim \nNIL \nNIL \nNIL \n \n \n \n \n \n \n \n \n \nB. 1. The Company shall indemnify medical expenses incurred for inpatient care \ntreatment under Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy \nsystems of medicines during each Policy Year up to the limit of sum insured as \nspecified in the policy schedule in any AYUSH Hospital. 2. Relaxation to 24 hours minimum duration for Hospitalization is allowed in \na.", "any AYUSH Hospital. 2. Relaxation to 24 hours minimum duration for Hospitalization is allowed in \na. Day care procedures / surgeries (Appendix I) where such treatment is taken by an \nInsured Person in a Hospital / day care centre(but not the Out-patient department of a \nHospital),Or \nb. Any other day care treatment as mentioned and for which prior approval from \nCompany / TPA is obtained in writing. DOMICILIARY HOSPITALISATION BENEFITS(Refer clause 3.1.1 below) \ni. Surgeon, Medical \nPractitioner, \nConsultants, \nSpecialists Fees, \nBlood, Oxygen, \nSurgical Appliances, \nMedicines &Drugs, \nDiagnostic Material \nand Dialysis, \nChemotherapy, \nNursing expenses. 10% of \nSum \nInsured, \nMaximum \nRs.25000/- \nduring the \nPolicy \nPeriod. Maximum Rs. 50,000/- \nduring the \nPolicy Period. Maximum Rs. 50,000 during \nthe Policy \nPeriod. Maximum Rs. 50,000 during \nthe Policy \nPeriod. ii. Treatment for Dog \nbite (or bite of any \nother rabid animal \nlike monkey, cat \netc.) \nMaximum Rs.5,000 /- actually incurred on immunization \ninjections in any one Policy Period. This will be part of Domiciliary \nHospitalization limits as specified. For the purpose of this clause \nthe conditions for Domiciliary Hospitalization benefit shall not \napply. Page11", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n3.1.1 DOMICILIARY HOSPITALIZATION benefit shall, however, not cover expenses in any of the \nfollowing cases: \nA. if the treatment lasts for a period of three days or less \nB. incurred on treatment of any of the following diseases: \ni. Asthma \nii. Bronchitis \niii. Chronic Nephritis and Nephritic Syndrome \niv. Diarrhea and all types of Dysenteries including Gastro-enteritis Diabetes Mellitus and Insipidus \nv. Epilepsy \nvi. Hypertension \nvii. Influenza, Cough and Cold \nviii. Pyrexia of unknown origin for less than 10days \nix. Tonsillitis and Upper Respiratory Tract infection including Laryngitis and Pharyngitis \nx. Arthritis, Gout and Rheumatism. Note: Liability of the Company under Domiciliary Hospitalization Benefit is restricted as stated above. 3.1.2 DAILY HOSPITAL CASH ALLOWANCE When an Insured Person is hospitalized and a claim is \nadmitted under the Policy, then the Insured Person shall be eligible for a Daily Cash Allowance for every \ncontinuous and completed period of 24 hours of Hospitalization, as mentioned above. 3.1.3 ATTENDANT ALLOWANCE When an Insured Person above the age of 90days and up to the age of 10 \nyears is Hospitalized and a claim is admitted under the GOLD or DIAMOND or PLATINUM plan of the \nPolicy, a sum as mentioned above will become payable under the Policy.", "MOND or PLATINUM plan of the \nPolicy, a sum as mentioned above will become payable under the Policy. MATERNITY EXPENSES UNDER DIAMOND & PLATINUM PLAN AND NEW BORN BABY      COVER \nUNDER ALL PLANS  \nA. MATERNITY EXPENSES: The Company shall pay the Medical Expenses incurred as an In-patient for a \ndelivery (including caesarean section) or lawful medical termination of pregnancy during the Policy Period \nlimited to two deliveries or terminations or either during the lifetime of the Insured Person. This benefit is \napplicable only in Diamond and Platinum Plan, and available only tothe Insured or his spouse, provided \nthat: \ni. Diamond / Platinum Plan has been continuously in force for a period of minimum 24 months in \nrespect of both the Insured and his/her spouse. ii. Those Insured Persons who are already having two or more living children will not be eligible \nfor this benefit. iii. Company’s maximum liability per delivery or termination shall be limited to 2.5% of the Sum \nInsured as stated in the Schedule and in no case shall the Company’s liability under this clause \nexceed 2.5% of the Sum Insured, in any one Policy Period. Special conditions applicable to Maternity Expenses and New Born Baby Cover \ni. These benefits are admissible only if the expenses are incurred in Hospital/Nursing Homes as in- \npatients in India. ii.", "dmissible only if the expenses are incurred in Hospital/Nursing Homes as in- \npatients in India. ii. Expenses incurred in connection with voluntary medical termination of pregnancy during the first \ntwelve weeks from the date of conception are not covered. iii. Pre-natal and post-natal expenses are not covered unless admitted in Hospital/Nursing Home \nPage12", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nand treatment is taken there. iv. Pre Hospitalization and Post Hospitalization benefits are not available under these two clauses. v. Subject to the terms &conditions, the Policy covers New Born Baby from day one only on payment of \nrequisite premium. B.NEW BORN BABY COVER: New born Baby shall be covered from day one and Medical expenses incurred for \ntreatment taken in Hospital as in patient shall be payable, subject to terms and conditions of the policy. Special conditions applicable to New Born Baby Cover  \ni. These benefits are admissible only if the expenses are incurred in Hospital/Nursing Homes as in- \npatients in India. ii. The Policy covers New Born Baby from day 1 only on payment of requisite premium. iii. In case claim  is spread over two Policy Periods, the aggregate liability of the Company, for all claims in \nrespect of the New Born Baby, shall be limited to the Sum Insured of the Policy under which claim was \nreported \n \n \n3.1.4 ASSISTED REPRODUCTION TREATMENT (ART) Assisted Reproduction Treatment is defined asthe \nset of techniques and medical treatments that allow couples to start a family when it cannot be achieved naturally \ndue to infertility problems.", "t allow couples to start a family when it cannot be achieved naturally \ndue to infertility problems. It should be proven by the specialized doctor that it is not possible toconceive \nthrough natural process due to established sub-fertility/ infertility problems of the couple. For the scope of this \npolicy, ART will be covering any treatment or procedure that involves the in-vitro handling of human \noocytes and sperm or embryos for the purpose of establishing a pregnancy. The Company will reimburse \nexpenses incurred on Assisted Reproduction Treatment, where indicated as mentioned above, for sub- \nfertility/ infertility subject to: \ni. A waiting period of 36 months from the date of first inception of this policy with the \nCompany for the insured persons (both spouses). The benefit is only payable if the \ntreatment has been initiated after the specified waiting period. ii. The maximum liability of the Company for such treatment shall be limited to Rs. 2, \n00,000/-. This benefit(2 Lakhs) will be a part of the basic SI, not in addition to it. iii. For the purpose of claiming under this benefit, in-patient treatment is not mandatory. iv. Automatic Restoration of Basic Sum Insured, Recharge benefit shall not be applicable \nfor this benefit. v. If this benefit is opted by the insured, then exclusion under 4.17 will be deleted.", "this benefit. v. If this benefit is opted by the insured, then exclusion under 4.17 will be deleted. Note: To be eligible for this benefit both partners should stay insured continuously without break under \nthis policy for every block. This coverage is available for Platinum Plan only. This cover is limited for \none child once in lifetime only. If the couple has one living child this benefitwill not be available. This \nbenefit of Rs. 2, 00,000/- will only be given once in a lifetime. 3.1.5 MEDICAL SECOND OPINION If the Insured Person is diagnosed with one of the specified major \nIllnesses listed below, and takes Medical Second Opinion (including opinion obtained from \noverseas)whether before starting the treatment or during the course of treatment, the Policy covers Medical \nExpert’s fees to the extent given in clause above. Claim under this clause would be admissible subject to the \nHospitalization claim being admissible. This expense is payable only once per Illness per Insured Person during \nthe life time of the Insured Person.", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nMajor Illnesses covered: \ni. Cancer \nii. Renal Disease \niii. Stroke resulting in permanent symptoms \niv. Coma \nv. All Cardiac conditions/surgeries \nvi. Major Organ / Bone Marrow transplantation \nvii. Paralysis of limbs \nviii. Motor Neuron disease \nix. All Brain related conditions /surgeries \nx. Multiple Sclerosis \nxi. Liver failure \n \n \n3.1.6 ORGAN DONOR BENEFIT- WHEN INSURED PERSON IS THE DONOR A lump sum payment \nof 10% of Sum Insured, to take care of medical and other incidental expenses is payable to the Insured \nPerson donating an organ provided that the donation conforms to the Transplantation of Human Organs \nAct 1994 (amended) and any other extant Act, Central / State Rules / regulations, as applicable, in respect \nof transplantation of human organs. This benefit is subject to the Policy (Happy Family Floater Policy- \n2021) having been continuously in force for at least 12 (twelve) months in respect of that Insured Person. 3.1.7 ORGAN DONOR EXPENSES- WHEN INSURED PERSON IS THE RECIPIENT The Policy \ncovers in-  patient Hospitalization Medical expenses in respect of the organ donor provided that the \ndonation conforms to \nthe Transplantation of Human Organs Act 1994(amended) and/or any other \nextant Act, Central / State \n \nRules / regulations, as applicable, in respect of transplantation of \nhuman organs.", "ntral / State \n \nRules / regulations, as applicable, in respect of transplantation of \nhuman organs. Further provided that: \ni. the organ donated is for the use of the Insured Person who has been medically advised to \nundergo organ transplant \nii. The claim of the Insured Person is admissible under the Hospitalization section of the \nPolicy. The Policy does not cover: \n Cost directly or indirectly associated with the acquisition of the organ and / or cost of organ.  cost towards donor screening \n Any Pre and Post Hospitalization medical expenses of the donor.  Any other medical treatment or complication consequent to organ harvesting, in respect of the donor. NOTE: Company’s overall Liability in respect of all claims admitted under this clause during the Policy \nPeriod shall not exceed the Sum Insured mentioned in the Schedule.", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n3.1.8 AIR AMBULANCE COVER(available for Platinum Plan Only) The policy covers Air Ambulance \ncost maximum up to 5% of the policy sum insured, provided that: \ni. This cover is available only for life threatening medical emergency condition/s which requires immediate \nand rapid ambulance transportation to the hospital / medical centre that ground transportation cannot \nprovide. ii. Necessary medical treatment not being available at the location where the Insured Person is situated at \nthe time of Emergency. iii. It is prescribed by the Medical Practitioner and is medically necessary. iv. The insured person is in India. v. The cover will be available in case of the following ailments:- \na. Cardio – Vascular diseases \nb. Central nervous system related cases \nc. Accidental Trauma Cases \nvi. This cover can be availed only once during the entire policy lifetime. vii. Such Air ambulance should have been duly licensed to operate as such by Competent Authorities of the \nGovernment/s.", "nce should have been duly licensed to operate as such by Competent Authorities of the \nGovernment/s. 3.1.9 ACCIDENTAL DEATH BENEFIT AND TOTAL PERMANENT DISABILITY(available for \n \n(Platinum Plan Only) If an insured person suffers an Accident during the policy period and this is the \nsole and direct cause of his death OR total permanent disability within 365 days from the date of the \naccident, then the policy will pay a fixed amount of 10% of the base sum insured. This benefit is not \napplicable for the dependent children covered in the policy. This benefit is in addition to the optional PA \ncover if opted by the insured. Page14", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n \n3.1.10 OPD BENEFIT FOR DENTAL AND OPHTHALMIC COVER(Available only for platinum \nvariant)( Refractive Error- Code- ExcI15 shall not apply for this benefit) The policy will reimburse \nOPD expenses Maximum up to Rs. 5,000 in a block of every three years for Dental and Ophthalmic care \nwith respect of \ni. Out-patient consultations by a medical practitioner. ii. Diagnostic tests prescribed by a medical practitioner. iii. Medicines/drugs prescribed by a medical practitioner. 3.1.11 ADDITIONAL SUM INSURED FOR CRITICAL ILLNESS(available for Platinum Plan Only) If \nan insured person suffers from any critical illness as defined by the IRDAI during the policy period and \nthe selected basic sum insured is exhausted in the treatment of that critical illness, then the basic sum \ninsured shall be increased by 10%, only for treatment of the critical illness, provided that Diagnosis of \nthe critical illness is supported by the clinical, radiological, histological and laboratory evidence \nacceptable to the company. 3.1.12  TELEMEDICINE Expenses incurred by insured on telemedicine/Tele-consultation with a registered \nmedical practitioner for Diagnosis & treatment of a disease/illness covered under the Policy.", "tered \nmedical practitioner for Diagnosis & treatment of a disease/illness covered under the Policy. Such \nreasonable incurred expenses will be reimbursable wherever consultation with a registered medical \npractitioner is allowed in the terms and conditions of policy contract and shall be subject to Limits/Sub \nlimits prescribed in Policy Schedule. Telemedicine offered shall be in compliance with the Telemedicine \nPractice Guidelines dated 25th of March 2020 by MCI and as amended from time to time. “The limit of \namount payable for telemedicine is maximum Rs. 2,000/- per family, for a policy period. 3.1.13  HIV/ AIDS COVER The Company shall indemnify the Hospital or the Insured the Medical Expenses \nfor In-Patient Care, Pre and Post Hospitalization Expenses related to HIV infection. 3.1.14 MENTAL ILLNESS COVER MENTAL ILLNESS COVER The Company shall indemnify the \nHospital or the Insured the Medical Expenses (including Pre and Post Hospitalization Expenses) only \nunder certain conditions as:- \ni. Illness covered under definition of mental illness mentioned under definitions clause*. ii. Hospitalization in Mental Health Establishment as defined under definitions clause*. iii. Hospitalization as advised by Mental Health Professional as defined under definitions clause*. iv. Mental Conditions associated with the abuse of alcohol and drugs are excluded. v.", "tions clause*. iv. Mental Conditions associated with the abuse of alcohol and drugs are excluded. v. Mental Retardation and associated complications arising therein are excluded. vi. Any kind of Psychological counseling, cognitive/ family/ group/ behavior/ palliative therapy \nor other kinds of psychotherapy for which Hospitalization is not necessary shall not be covered. * For starred items, please refer Specific Definitions. 3.1.15 ADVANCED TREATMENTS All the following procedures, will be covered in the policy, if treated \nas in-patient care or as a part of domiciliary hospitalization or as day care treatment in the hospital, within \nPage15", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nthe sub-limits in the complete policy period which is as defined below: \n \nName of the Procedure \nSub limits for sum insured slab from \nRs.1.0 lac to Rs. 10.0 lacs \nSub limits for sum insured slab from \nRs.12.0 lac to Rs. 50.0 lacs \nA. Uterine Artery Embolization and HIFU \nPer policy period: Up to INR 50,000. B. Balloon Sinuplasty \nPer policy period: Up to INR 40,000. C. Deep Brain stimulation \nPer policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. D. Oral chemotherapy \nPer policy period 25% of SI, subject to \nmaximum INR 50,000. Per policy period: Up to INR 1,50,000. E. Immunotherapy- Monoclonal Antibody \nto be given as injection \nPer policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. F. Intra vitreal injections \nPer policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. G.", "I, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. G. Robotic surgeries \nPer policy period 10% of SI, subject to \nmaximum INR 1,00,000.* \nPer policy period 10% of SI, subject to \nmaximum INR 2,00,000.* \n*(The sub limit is on the cost incurred due to modern treatment methods of \nrobotics and associated expenses and this amount is over and above the limit for \nconventional surgery for that ailment). H. Stereotactic radio surgeries \nPer policy period 10% of SI, subject to \nmaximum INR 1,00,000. Per policy period 10% of SI, subject to \nmaximum INR 2,00,000. I. Bronchial Thermoplasty \nPer policy period 10% of SI, subject to \nmaximum INR 1,00,000. Per policy period 10% of SI, subject to \nmaximum INR 2,00,000. J. Vaporization of the prostrate (Green laser \ntreatment or holmium laser treatment) \nPer policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. K. IONM - (Intra Operative Neuro \nMonitoring) \nPer policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. L. Stem cell therapy: Hematopoietic stem \ncells for bone marrow transplant for \nhematological conditions to be covered. Per policy period 10% of SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000.", "f SI, subject to \nmaximum INR 50,000. Per policy period 10% of SI, subject to \nmaximum INR 1,50,000. 3.2 OPTIONAL COVERS \n3.2.1 GEOGRAPHICAL EXTENSION TO SAARC COUNTRIES: The Policy can be extended to cover \nInsuredPersons visiting other SAARC (South Asian Association for Regional Co-operation) countries - \nAfghanistan, Bangladesh, Bhutan, Maldives, Nepal, Pakistan, Sri Lanka. No additional premium will be \ncharged for thisextension. However, the Insured Person has to make a request for such extension, in writing, \nbefore leaving the country, duly informing the duration, purpose and country (ies) of visit. Endorsement for such \nextension will be issued by the Company. It is further stated that Cashless service will not be available for \ntreatment taken in countries outside Indiaand such claims, shall be considered only on re-imbursement basis. 3.2.2 Following coverage can be taken on payment of additional premium. i. Amount payable under this section will be in addition to the Sum Insured. ii. Co-payment will not apply on Personal Accident and Life Hardship Survival Benefit covers. A.", "ed. ii. Co-payment will not apply on Personal Accident and Life Hardship Survival Benefit covers. A. RESTORATION OF SUM INSURED: If during the Policy Period the Sum Insured gets reduced or \nexhausted on account of a claim under the Policy, the Sum Insured is automatically restored to the extent \nof the claim amount but not exceeding the Restoration limit opted (50% / 100% of Sum Insured) at the \ninception of the Policy. The benefit is available only under Silver and Gold Plan.. The above is subject \nto the following: \ni. Aggregate of all the restored amounts during the Policy Period shall not exceed 50% / 100% of the Sum \nInsured, as opted by the Insured. Page16", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nii. At no point of time during the Policy Period, will the available coverage be more than the Sum Insured \nmentioned in the Schedule. iii. Aggregate of all the claims payable for any one Insured Person under the Policy shall not be more than \nthe Sum Insured. iv. During a Policy Period, the maximum amount for any one claim payable shall be the Sum Insured and \nthe aggregate of all claims payable shall not exceed the sum of the Sum Insured and Restored Sum \nInsured. B. PERSONAL ACCIDENT COVER: (WORLD – WIDE): If at any time during the currency of the \nPolicy, the Insured Person sustains any bodily Injury, resulting solely and directly from sudden, \nunforeseen and involuntary event caused by external, visible and violent means anywhere in the world, \nand if such Injury, within  12 months of its occurrence be the sole and direct cause of death or disability, \nas covered under the Policy,  then the Company undertakes to pay to the insured or his nominee or in \nthe absence of nominee, the legal heir, as the case may be, the following sums: \n \nNo. Coverage \nAmount payable \n1 \nAccidental Death only \n100 % of CSI \n2 \nLoss of two entire limbs, or sight of two eyes or one entire \nLimb and sight of one eye.", "of CSI \n2 \nLoss of two entire limbs, or sight of two eyes or one entire \nLimb and sight of one eye. 100 % of CSI \n3 \nLoss of one entire limb or Sight of one eye \n50 % of CSI \n4 \nPermanent \nTotal \nDisablement \nresulting \nin \ntotally \nand \nabsolutely disabling the person insured from engagingin any \nEmployment or occupation whatsoever. 100 % of CSI \ni. Overall liability in the event of one or more of the eventualities (listed above) occurring shall be restricted \nto the CSI of the Insured Person. ii. CSI means Capital Sum Insured opted under the Personal Accident section and mentioned in the \nschedule. iii. Family Discount of 10% if more than one member is covered under this section. Sl. No Features / Plans \nSILVER \nGOLD \nDIAMOND \nPLATINUM \n \n \n \n \ni \n \n \n \nPERSONAL \nACCIDENT \n(Refer 3.2.2(B)) \nCSI in multiples of Rs.1,00,000/- up \nto Rs.5,00,000/-per Insured Person \naged 18 years and above. However, for Insured Person below \n18 years of age maximum CSI of \nRs.3lacs is allowed subject to this \nbeing lower than the CSI of the \nInsured \nCSI in multiples of Rs.1,00,000/- \nup to Rs.10,00,000/- per Insured \nPerson aged 18 years and above. However, for Insured Person \nbelow 18 years of age maximum \nCSI of Rs.5lacs is allowed \nsubject to this being lower than \nthe CSI of the Insured \nCSI in multiples of Rs.1,00,000/- up \nto Rs.15,00,000/- per Insured \nPerson aged 18 years and above.", "CSI in multiples of Rs.1,00,000/- up \nto Rs.15,00,000/- per Insured \nPerson aged 18 years and above. However, for Insured Person \nbelow 18 years of age maximum \nCSI of Rs.10lacs is allowed subject \nto this being lower than the CSI of \nthe Insured \nCSI in multiples of Rs.1,00,000/- up to \nRs.20,00,000/- per Insured Person aged \n18 years and above. However, for \nInsured Person below 18 years of age \nmaximum CSI of Rs.10lacs is allowed \nsubject to this being lower than the CSI \nof the insured \n \nEXCLUSIONS: The Company shall not be liable under the Personal Accident section for injuries/ death on \naccount of \ni. Intentional self-Injury, suicide or attempted suicide \nii. Whilst under the influence of intoxicating liquor. iii. Engagement in aviation or ballooning, speed contests or racing on any kind(other than on foot), \nbungee jumping, parasailing, parachuting, ski-diving, BASE jumping, paragliding, hang \ngliding, mountain or rock climbing necessitating the use of guides or ropes, solo climbing, ice \nclimbing, ice canoeing, scuba diving, Caving, cave diving, potholing, abseiling, snowboarding, \nwave ski surfing, deep sea diving using hard helmet and breathing apparatus, polo, snow and \nice sports and similar other hazardous activities or involving military, air force or naval \noperations, or whilst mounting into, dismounting from or travelling in any aircraft other than \nPage17", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nas a passenger (fare paying or otherwise), in any duly licensed standard type of aircraft, \nanywhere in the world, unless specifically covered and endorsed on the Policy. iv. Caused by venereal disease(s) . v. Arising or resulting from insured committing breach of law with criminal intent \nvi. War, invasion, act of foreign enemy, hostilities( whether war be declared or not), civil war, \nrebellion, revolution, insurrection, mutiny, military or usurped power, seizure, capture, arrest, \nrestraints and detainments of people \nvii. Caused by or arising from ionizing radiations or contamination by radioactivity from any \nnuclear fuel, nuclear weapon material, or from any nuclear waste from the combustion of \nnuclear fuel. viii. Caused by, contributed to, aggravated or prolonged by child birth or from pregnancy or in \nconsequence thereof. C. LIFE HARDSHIP SURVIVAL BENEFIT PLAN: If during the Policy Period, any Insured Person is \ndiagnosed with any of the 11 critical Illnesses defined here under and which results in admissibility of a \nclaim under the Policy, then a survival benefit as mentioned below, shall become \npayable to the \nInsured Person.", "he Policy, then a survival benefit as mentioned below, shall become \npayable to the \nInsured Person. However, this benefit shall not be available for the Illness which the Insured \nPerson is \nalready suffering from (irrespective of the stage of the disease) at the time of opting for \nthis cover for the first time. i. Limits under this section indicate the aggregate liability of the Company for one or more claims \nunder the Policy in respect of one or all the Insured Persons covered under the Policy. ii. Further, for a particular disease, the above benefit shall be paid only once during the lifetime \nof the Insured Person. Total amount payable \n \nAmount payable on survival for \n180 days and above from the \ndate of discharge from the \nHospital (the first discharge \ndate when more than one \nHospitalization is involved). Amount payable on survival \nfor 270 days and above from \nthe date of discharge from \nthe Hospital (the first \ndischarge date when more \nthan one Hospitalization is \ninvolved). A \n15 % of Sum Insured \nunder the Policy \n \n5% of the Sum Insured \n \n10% of the Sum Insured \n \n \nB \n \n25 % of Sum Insured \nunder the Policy \n \n \n10% of the Sum Insured \n \n \n15% of the Sum Insured \n \nD.", "25 % of Sum Insured \nunder the Policy \n \n \n10% of the Sum Insured \n \n \n15% of the Sum Insured \n \nD. WAIVER OF PROPORTIONATE DEDUCTION CLAUSE All related expenses (including Surgeon, \nanesthetist, medical practitioner, consultants, blood, anesthesia, OT, etc.) in the policy are payable as per \nthe entitled room  category based on the Room Rent/ ICU limit . By paying additional premium as \nexplained below, the proportionate deductions related to the room rent category shall be waived as under: \ni. For Silver Plan i.e. Sum Insured of Rs. 1.0 lac to Rs. 5.0 lacs, the room rent limit can be enhanced by \nmaximum 50% on payment of additional premium. ii. For Gold, Diamond and Platinum Plan i.e. Sum Insured of Rs. 6.0 lacs and above the room rent limit can \nbe enhanced by 50% or 100%, as selected by the insured, on payment of additional premium as mentioned \nin the policy. In above such cases, room rent and expenses in respect of i & ii above will be paid as per the enhanced \nroom rent limit only, subject to other terms & conditions of the policy. Page18", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nE. WAIVER OF 10 % CO-PAY under silver plan is available on payment of extra premium. 3.2.3 CRITICAL ILLNESSES COVERED: \nA. CANCER OF SPECIFIED SEVERITY: A malignant tumor characterized by the uncontrolled growth \n&spread  of malignant cells with invasion &destruction of normal tissues. This diagnosis must be \nsupported by histological  evidence of malignancy &confirmed by a pathologist. The term cancer \nincludes leukemia, lymphoma and sarcoma. The following are excluded – \ni. Tumors showing the malignant changes of carcinoma in situ & tumors which are histologically described \nas premalignant or noninvasive, including but not limited to: Carcinoma in situ of breasts, cervical \ndysplasia CIN-1, CIN -2 & CIN-3. ii. Any skin cancer other than invasive malignant melanoma \niii. All tumors of the prostate unless histologically classified as having a Gleason score greater than 6 or \nhaving progressed to at least clinical TNM classificationT2N0M0......... iv. Papillary micro - carcinoma of the thyroid less than 1 cm in diameter \nv. Chronic lymphocytic leukemia less than RAIstage3 \nvi. Micro carcinoma of the bladder \n \nB. FIRST HEART ATTACK - OF SPECIFIED SEVERITY \ni.", "n RAIstage3 \nvi. Micro carcinoma of the bladder \n \nB. FIRST HEART ATTACK - OF SPECIFIED SEVERITY \ni. The first occurrence of myocardial infarction which means the death of a portion of the Heart \nmuscle as a result of inadequate blood supply to the relevant area. The diagnosis for this will be evidenced \nby all of the following criteria \n A history of typical clinical symptoms consistent with the diagnosis of Acute myocardial Infarction \n(for e.g. typical chest pain) New characteristic electro cardiogram changes \n Elevation of infarction specific enzymes, Troponins or other specific biochemical markers. ii. The following are excluded: \n Non-ST-segment elevation myocardial infarction (NSTEMI) with elevation of Troponins I or T \n Other acute Coronary Syndromes \n Any type of angina pectoris. C. OPEN CHESTCABG \nI. The actual undergoing of open chest Surgery for the correction of one or more coronary arteries, \nwhich is/are narrowed or blocked, by coronary artery bypass graft(CABG).The diagnosis must be \nsupported by a coronary angiography and the realization of Surgery has to be confirmed by a \nspecialist Medical Practitioner. II. The following are excluded: \n Angioplasty and/or any other intra-arterial procedures \n Any keyhole or laser Surgery. D.", "luded: \n Angioplasty and/or any other intra-arterial procedures \n Any keyhole or laser Surgery. D. OPEN HEART REPLACEMENT OR REPAIR OF HEARTVALVES The actual undergoing of \nopen heart valve Surgery is to replace or repair one or more heart valves, as a consequence of defects in, \nabnormalities of, or disease-affected cardiac valve(s). The diagnosis of the valve abnormality must be \nsupported by an echocardiography and the realization of Surgery has to be confirmed by a specialist \nMedical Practitioner. Catheter based technique including but not limited to, balloon valvotomy/ \nPage19", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nvalvuloplasty are excluded. E. COMA OF SPECIFIED SEVERITY \na. A state of unconsciousness with no reaction or response to external stimuli or internal needs. This \ndiagnosis must be supported by evidence of all the following: \n No response to external stimuli continuously for atleast96 hours.  Life support measures are necessary to sustain life ;and \n Permanent neurological deficit which must be assessed at least 30 days after the onset of the coma. b. The condition has to be confirmed by a specialist Medical Practitioner. Coma resulting directly from \nalcohol or drug abuse is excluded. F. KIDNEY FAILURE REQUIRING REGULARDIALYSIS: End stage renal disease presenting as \nchronic irreversible failure of both kidneys to function, as a result of which either regular renal dialysis \n(hemodialysis or peritoneal dialysis) is instituted or renal transplantation is carried out. Diagnosis has to \nbe confirmed by a specialist Medical Practitioner. G. STROKE RESULTING IN PERMANENTSYMPTOMS Any cerebrovascular incident producing \npermanent neurological sequelae. This includes infarction of brain tissue, thrombosis in an intracranial \nvessel, hemorrhage and embolization from an extra cranial source.", "ue, thrombosis in an intracranial \nvessel, hemorrhage and embolization from an extra cranial source. Diagnosis has to be confirmed by a \nspecialist Medical Practitioner and evidenced by typical clinical symptoms as well as typical findings in \nCT scan or MRI of the brain. Evidence of permanent neurological deficit lasting for at least 3 months has \nto be produced. The following are excluded: \n Transient ischemic attack(TIA) \n Traumatic Injury of Brain \n Vascular disease affecting only the eye or optic nerve or vestibular functions. H. MAJOR ORGAN/BONE MARROWTRANSPLANT the actual undergoing of a transplant of one of \nthe following human organs: heart, lung, liver, kidney, pancreas that resulted from irreversible end-stage \nfailure of the relevant organ, or Human bone marrow using hematopoietic stem cells. The undergoing of \na transplant as to be confirmed by a specialist \nMedical Practitioner The following are excluded: \n Other stem cell transplants \n Where only islets of Langerhans are transplanted \n \nI. PERMANENT PARALYSIS OFLIMBS Total and irreversible loss of use of two or more limbs as a \nresult of Injury or disease of the brain or spinal cord. A specialist Medical Practitioner must be of the \nopinion that the paralysis will be permanent with no hope of recovery and must be present for more than \n3months. J.", "paralysis will be permanent with no hope of recovery and must be present for more than \n3months. J. MOTOR NEURON DISEASE WITH PERMANENTSYMPTOMS Motor neuron disease diagnosed \nby a specialist Medical Practitioner as spinal muscular atrophy, progressive bulbar palsy, amyotrophic \nlateral sclerosis or primary lateral sclerosis. There must be progressive degeneration of cortico-spinal \ntracts and anterior horn cells or bulbar efferent neurons. There must be current significant and permanent \nfunctional neurological impairment with objective evidence of motor dysfunction that has persisted for a \ncontinuous period of at least 3 months. Page20", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nK. MULTIPLE SCLEROSIS WITH PERSISTENTSYMPTOMS The definite occurrence of multiple \nsclerosis. The diagnosis must be supported by all of the following investigations including  typical \nMRI and CSF findings, which unequivocally confirm the diagnosis to be multiple sclerosis there must be \ncurrent clinical impairment of motor or sensory function, which must have persisted for a continuous \nperiod of at least 6 months ; and well documented clinical history of exacerbations and remissions of said \nsymptoms or neurological deficits with at least two clinically documented episodes at least one month \napart. Other causes of neurological damage such as SlE are excluded. 4 EXCLUSIONS: The Company shall not be liable to make any payment under this Policy in respect \nof any expense whatsoever incurred by any Insured Person in connection with or in respect of: \n \nSTANDARD EXCLUSIONS \n4.1 Pre-existing Diseases - code -ExcI0 1 \nA. Expenses related to the treatment of a pre-existing Disease (PED) and its direct complications shall be \nexcluded until the expiry of 36 months of continuous coverage after the date of inception of the first \npolicy with the insurer. B. In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum insured \nincrease. C.", "hancement of sum insured the exclusion shall apply afresh to the extent of sum insured \nincrease. C. If the Insured person is continuously covered without any break as defined under the portability norms \nof the extant IRDAI (Health Insurance) Regulations, then waiting period for the same would be reduced \nto the extent of the prior coverage. D. Coverage under the policy after the expiry of 36 months for any pre-existing disease is subject to the \nsame being declared at the time of application and accepted by insurer. 4.2 Specified disease / procedure waiting period- code- ExcI02 \nA. Expenses related to the treatment of the listed Conditions, surgeries/treatments shall be excluded until \nthe expiry of the specified waiting period of the continuous coverage after the date of inception of the \nfirst policy with us. This exclusion shall not be applicable for claims arising due to an accident. b). In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum insured \nincrease. B. If any of the specified disease/ procedure falls under the waiting period specified for pre-Existing \ndiseases, then the longer of the two waiting periods shall apply. C. The waiting period for listed conditions shall apply even if contracted after the policy or declared and \naccepted without a specific exclusion. D.", "apply even if contracted after the policy or declared and \naccepted without a specific exclusion. D. If the Insured Person is continuously covered without any break as defined under the applicable norms \non portability stipulated by IRDAI, then waiting period for the same would be reduced to the extent of \nprior coverage. E. The expenses on treatment of following ailments / diseases / surgeries, if contracted and / or manifested \nafter inception of first Policy (subject to continuity being maintained), are not payable during the waiting \nperiod specified below. Ailment / Disease / Surgery \nWaiting Period \n \nI \nBenign ENT disorders and surgeries i.e. Tonsillectomy, \nAdenoidectomy, Mastoidectomy, Tympanoplasty etc. 1 year \nIi \nPolycystic ovarian diseases. 1 year \nIii \nSurgery of hernia. 2 years \nIv \nSurgery of hydrocele. 2 years \nV \nNon infective Arthritis. 2 years \nPage21", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \nVi \nUndescendent Testes. 2 Years \nVii \nCataract. 2 Years \nViii \nSurgery of benign prostatic hypertrophy. 2 Years \n \nIx \nHysterectomy for menorrhagia or fibromyoma or myomectomy or \nprolapse of uterus \n \n2 Years \nX \nFissure / Fistula in anus. 2 Years \nXi \nPiles. 2 Years \nXii \nSinusitis and related disorders. 2 Years \nXiii \nSurgery of gallbladder and bile duct excluding malignancy. 2 Years \nXiv \nSurgery ofgenito-urinary system excluding malignancy. 2 Years \nXv \nPilonidal Sinus. 2 Years \nXvi \nGout and Rheumatism. 2 Years \nXvii \nHypertension. 90 days* \nXviii \nDiabetes. 90 days* \nXix \nCalculus diseases. 2 Years \n \nXx \nSurgery for prolapsed inter vertebral disk unless arising from \naccident. 2 Years \nXxi \nSurgery of varicose veins and varicose ulcers. 2 Years \nXxii \nJoint Replacement due to Degenerative condition. 3 Years \nXxiii \nAge related osteoarthritis and Osteoporosis. 3 \nYears \n*If the above diseases are pre-existing at the time of inception, Exclusion no.4.1 for pre-existing \ndisease shall be applicable. Note: If the continuity of the renewal is not maintained then subsequent cover will be treated as fresh \nPolicy and clauses 4.1., 4.2, 4.3 shall apply afresh, unless agreed by the Company and suitable \nendorsement passed on the Policy, by the duly authorized official of the Company.", "pany and suitable \nendorsement passed on the Policy, by the duly authorized official of the Company. Similarly, if the Sum \nInsured is enhanced subsequent to the inception of the first Policy, clauses 4.1, 4.2 and 4.3 shall apply \nafresh on the enhanced portion of the Sum Insured. 4.3 30 day waiting period- code – ExcI03 \na. Expenses related to the treatment of any illness within 30 days from the first policy \ncommencement date shall be excluded except claims arising due to an accident, provided the same \nare covered. b. This exclusion shall not, however, apply if the Insured Person has continuous coverage for more \nthan twelve months. c. The within referred waiting period is made applicable to the enhanced sum insured in the event \nof granting higher sum insured subsequently. 4.4 Investigation & Evaluation – Code – ExcI04 \na. Expenses related to any admission primarily for diagnostics and evaluation purposes only are \nexcluded \nb. Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment \nare excluded. 4.5 Rest Cure, rehabilitation and respite care – Code -ExcI05 \nExpenses related to any admission primarily for enforced bed rest and not for receiving treatment. This \nalso includes: \n Custodial care either at home or in a nursing facility for personal care such as help with activities of daily \nPage22", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nliving such a bathing, dressing, moving around either by skilled nurses or assistant or non-skilled persons.  Any services for people who are terminally ill to address physical, social, emotional and spiritual needs. 4.6 Obesity/Weight Control : Code- EscI06 Expenses related to the surgical treatment of obesity that does \nnot fulfill all the below conditions: \na. Surgery to be conducted is upon the advice of the Doctor. b. The surgery /Procedure conducted should be supported by clinical protocols. c. The member has to be 18 years of age or older and \nd. Body Mass Index (BMI): \n greater than or equal to 40 or \n greater than or equal to 35 in conjunction with any of the following severe co-morbidities \nfollowing failures of less invasive methods of weight loss: \ni. Obesity – related cardiomyopathy \nii. Coronary heart diseases \niii. Severe Sleep Apnea. iv. Uncontrolled Type 2 Diabetes. 4.7 Change of Gender Treatments: Code – ExcI07 Expenses related to any treatment, including \nsurgical management, to change characteristics of the body to those of the opposite.", "ent, including \nsurgical management, to change characteristics of the body to those of the opposite. 4.8 Cosmetic or Plastic Surgery- Code- ExcI08 Expenses for cosmetic or plastic surgery or any \ntreatment to change appearance unless for reconstruction following an accident burns(s) or Cancer \nor as part of medically necessary treatment to remove a direct and immediate health risk to the \ninsured. For this to be considered a medical necessity, it must be certified by the attending Medical \npractitioner. 4.9 Hazardous or Adventure sports- Code- ExcI09 Expenses related to any treatment necessitated \ndue to participation as a professional in hazardous or adventure sports including but not limited to, \npara-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, \nhand gliding, sky diving, deep-sea diving. 4.10 Breach of law – Code –ExcI10 Expenses for treatment directly arising from or consequent upon \nany Insured Person committing or attempting to commit a breach of law with criminal intent. 4.11 Excluded Providers- Code – ExcI11 Expenses incurred towards treatment in any hospital or by \nany Medical Practitioner or any other provider specifically excluded by the Insurer and disclosed in \nits website /notified to the policy holders are not admissible.", "ded by the Insurer and disclosed in \nits website /notified to the policy holders are not admissible. However, in case of life threatening \nsituations or following an accident, expenses up to the stage of stabilization are payable but not \ncomplete claim. 4.12 Treatment for, Alcoholic drug or substance abuse or any addictive condition and consequences \nthereof.– Code- ExcI12 \n4.13 Code- ExcI13 Treatments received in health hydro’s, nature cure clinics, spas or similar \nestablishments or private beds registered as a nursing home attached to such establishments or where \nadmission is arranged wholly or partly for domestic reasons.- \n4.14 Code- ExcI14 Dietary supplements and substances that can be purchased without prescription, \nincluding but not limited to vitamins, minerals and organic substances unless prescribed by a medical \npractitioner as part of hospitalization claim or day care procedure.- \n4.15 Refractive Error- Code- ExcI15 Expenses related to the treatment for correction of eye sight due \nto refractive error less than 7.5 diopters. 4.16 Unproven Treatments- Code – ExcI16 Expenses related to any unproven treatment, services and \nsupplies for or in connection with any treatment. Unproven treatments are treatments, procedures or \nPage23", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nsupplies that lack significant medical documentation to support their effectiveness. 4.17 Sterility and Infertility- Code- ExcI17 Expenses related to sterility and infertility. This includes: \ni. Any type of contraception, sterilization. ii. Assisted Reproduction services including artificial insemination \nand advanced \nreproductive technologies such as IVF, ZIFT, GIFT, ICSI. This exclusion does not \napply to platinum plan up to the limits mentioned therein. iii. Gestation Surrogacy \niv. Reversal of sterilization. 4.18 \nMaternity- Code- ExcI18 \ni. Medical treatment expenses traceable to childbirth (including complicated deliveries and \ncesarean sections incurred during hospitalization) except ectopic pregnancy. ii. Expenses towards miscarriage (unless due to an accident) and lawful medical termination \nof pregnancy during the policy period. NOTE: - The above exclusion does not apply for diamond and platinum plan. SPECIFIC EXCLUSIONS:- \n \n4.19 Hormone Replacement Therapy Expenses for hormone replacement therapy, unless part of \nMedically Necessary Treatment, except for Puberty and Menopause related Disorders \n4.20 General Debility, Congenital External Anomaly General debility, congenital external anomaly. 4.21 Self Inflicted Injury Treatment for intentional self-inflicted injury, attempted suicide.", "maly. 4.21 Self Inflicted Injury Treatment for intentional self-inflicted injury, attempted suicide. 4.22 Stem Cell Surgery Stem Cell Surgery (except Hematopoietic stem cells for bone marrow transplant \nfor hematological conditions). 4.23 Circumcision unless necessary for treatment of a disease (if not excluded otherwise) or necessitated \ndue to an accident. 4.24 Vaccination or Inoculation. Vaccination or inoculation unless forming part of treatment and \nrequires Hospitalization, except as and to the extent provided for under Section 3.1.10 (Anti Rabies \nVaccination) and Section 3.1.11.iv (Maternity). 4.25 Massages, Steam Bath, Alternative Treatment (Other than Ayurveda and Homeopathy) \nMassages, steam bath, expenses for alternative or AYUSH treatments (other than Ayurveda and \nHomeopathy), acupuncture, acupressure, magneto-therapy and similar treatment. 4.26 Dental treatment Dental treatment, unless necessitated due to an Injury. 4.27 Out Patient Department (OPD) Any expenses incurred on OPD (Except OPD benefit for Dental \nand Ophthalmic cover in Platinum Plan). 4.28 Stay in Hospital which is not Medically Necessary. Stay in hospital which is not medically \nnecessary. 4.29 Spectacles, Contact Lens, Hearing Aid, Cochlear Implants Spectacles, contact lens, hearing aid, \ncochlear implants.", "tact Lens, Hearing Aid, Cochlear Implants Spectacles, contact lens, hearing aid, \ncochlear implants. 4.30 Non Prescription Drug Drugs not supported by a prescription, private nursing charges, referral fee \nto family physician, outstation doctor/surgeon/consultants’ fees and similar expenses (as listed in \nrespective Appendix-II). 4.31 Treatment not related to Disease for which Claim is Made Treatment which the insured person \nwas on before Hospitalization for the Illness/Injury, different from the one for which claim for \nHospitalization has been made. 4.32 Equipment’s External/durable medical/non-medical equipment’s/instruments of any kind used for \ndiagnosis/ treatment including CPAP, CAPD, infusion pump, ambulatory devices such as walker, \nPage24", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \ncrutches, belts, collars, caps, splints, slings, braces, stockings, diabetic foot-wear, glucometer, \nthermometer and similar related items (as listed in respective Appendix-II) and any medical equipment \nwhich could be used at home subsequently. 4.33 Items of personal comfort Items of personal comfort and convenience (as listed in respective \nAppendix-II) including telephone, television, aya, barber, beauty services, baby food, cosmetics, napkins, \ntoiletries, guest services. 4.34 Service charge/ registration fee Any kind of service charges including surcharges, admission fees, \nregistration charges and similar charges (as listed in respective Appendix-II) levied by the hospital. 4.35 Home visit charges Home visit charges during Pre and Post Hospitalization of doctor, attendant \nand nurse. 4.36 War (whether declared or not) and war like occurrence or invasion, acts of foreign enemies, \nhostilities, civil war, rebellion, revolutions, insurrections, mutiny, military or usurped power, seizure, \ncapture, arrest, restraints and detainment of all kinds. 4.37 Radioactivity Nuclear, chemical or biological attack or weapons, contributed to, caused by, \nresulting from or from any other cause or event contributing concurrently or in any other sequence to the \nloss, claim or expense.", "er cause or event contributing concurrently or in any other sequence to the \nloss, claim or expense. For the purpose of this exclusion: \na) Nuclear attack or weapons means the use of any nuclear weapon or device or waste or combustion of \nnuclear fuel or the emission, discharge, dispersal, release or escape of fissile/ fusion material emitting a \nlevel of radioactivity capable of causing any Illness, incapacitating disablement or death. b) Chemical attack or weapons means the emission, discharge, dispersal, release or escape of any solid, \nliquid or gaseous chemical compound which, when suitably distributed, is capable of causing any Illness, \nincapacitating disablement or death. c) Biological attack or weapons means the emission, discharge, dispersal, release or escape of any \npathogenic (disease producing) micro-organisms and/or biologically produced toxins (including \ngenetically modified organisms and chemically synthesized toxins) which are capable of causing any \nIllness, incapacitating disablement or death. 4.38 Treatment taken outside the geographical limits of India. 4.39 Permanently Excluded Diseases In respect of the existing diseases, disclosed by the insured and \nmentioned in the policy schedule (based on the insured’s consent), policyholder is not entitled to get the \ncoverage for specified ICD code as listed below: \n \nSr. No.", "policyholder is not entitled to get the \ncoverage for specified ICD code as listed below: \n \nSr. No. Disease \nICD Code \n1 \nSarcoidosis \nD86.0-D86.9 \nPage25", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n2 \nMalignant \nNeoplasms \nC00-C14 Malignant neoplasms of lip, oral cavity and pharynx, • C15- \nC26 Malignant neoplasms of digestive organs, • C30-C39 Malignant \nneoplasms of respiratory and intrathoracic organs• C40-C41 Malignant \nneoplasms of bone and articular cartilage• C43-C44 Melanoma and \nother malignant neoplasms of skin • C45-C49 Malignant neoplasms of \nmesothelial and soft tissue • C50-C50 Malignant neoplasms of breast • \nC51-C58 Malignant neoplasms of female genital organs • C60-C63 \nMalignant neoplasms of male genital organs • C64-C68 Malignant \nneoplasms of urinary tract • C69-C72 Malignant neoplasms of eye, \nbrain and other parts of central nervous system • C73-C75 Malignant \nneoplasms of thyroid and other endocrine glands • C76-C80 Malignant \nneoplasms of ill- defined, other secondary and unspecified sites • C7A- \nC7A Malignant neuroendocrine tumours • C7B-C7B Secondary \nneuroendocrine tumours • C81-C96 Malignant neoplasms of lymphoid, \nhematopoietic and related tissue• D00-D09 In situ neoplasms • D10- \nD36 Benign neoplasms, except benign neuroendocrine tumours • D37- \nD48 Neoplasms of uncertain behaviour, polycythaemiavera and \nmyelodysplastic  syndromes  •  D3A-D3A  Benign  neuroendocrine \ntumours • D49-D49 Neoplasms of unspecified behavior \n3 \nEpilepsy \nG40 Epilepsy \n4 \nHeart \nAilment \nCongenital \nheart \ndisease and valvular \nheart disease \nI49 Other cardiac arrhythmias, (I20-I25)Ischemic heart diseases, I50 \nHeart failure, I42Cardiomyopathy; I05-I09 - Chronic rheumaticheart \ndiseases.", "c heart diseases, I50 \nHeart failure, I42Cardiomyopathy; I05-I09 - Chronic rheumaticheart \ndiseases. • Q20 Congenital malformations of cardiac chambers and \nconnections • Q21 Congenital malformations of cardiac septa • Q22 \nCongenital malformations of pulmonary and tricuspid valves • Q23 \nCongenital malformations of aortic and mitral valves • Q24 Other \ncongenital malformations of heart • Q25 Congenital malformations of \ngreat arteries • Q26 Congenital malformations of great veins • Q27 \nOther congenital malformations of peripheral vascular system• Q28 \nOther congenital malformations of circulatory system • I00-I02 Acute \nrheumatic fever • I05-I09 • Chronic rheumatic heart diseases \nNonrheumatic mitral valve disorders mitral (valve): • disease (I05.9) • \nfailure (I05.8) • stenosis (I05.0). When of unspecified cause but with \nmention of: • diseases of aortic valve (I08.0), • mitral stenosis or \nobstruction (I05.0) when specified as congenital (Q23.2, Q23.3) when \nspecified as rheumatic (I05), I34.0Mitral (valve) insufficiency • Mitral \n(valve): incompetence / regurgitation - • NOS or of specified cause, \nexcept rheumatic, I 34.1to I34.9 - Valvular heart disease.", "rgitation - • NOS or of specified cause, \nexcept rheumatic, I 34.1to I34.9 - Valvular heart disease. 5 \nCerebrovascular \ndisease (Stroke) \nI67 Other cerebrovascular diseases, (I60-I69) Cerebrovascular diseases \n6 \nInflammatory Bowel \nDiseases \nK 50.0 to K 50.9 (including Crohn's and Ulcerative colitis) K50.0 - \nCrohn's disease of small intestine; K50.1 -Crohn's disease of large \nintestine; K50.8 - Other Crohn's disease; K50.9 - Crohn's disease, \nunspecified. K51.0 - Ulcerative (chronic) enterocolitis; K51.8 -Other \nulcerative colitis; K51.9 - Ulcerative colitis,unspecified. 7 \nChronic \nLiver \ndiseases \nK70.0 To K74.6 Fibrosis and cirrhosis of liver; K71.7 - Toxic liver \ndisease with fibrosis and cirrhosis of liver; K70.3 - Alcoholic cirrhosis \nof liver; I98.2 - K70.-Alcoholic liver disease; Oesophageal varices in \ndiseases classifiedelsewhere. K 70 to K 74.6 (Fibrosis, cirrhosis, \nalcoholic liver disease, CLD) \n8 \nPancreatic diseases \nK85-Acute pancreatitis; (Q 45.0 to Q 45.1) Congenital conditions of \npancreas, K 86.1 to K 86.8 - Chronic pancreatitis \nPage26", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n9 \nChronic \nKidney \ndisease \nN17-N19) Renal failure; I12.0 - Hypertensive renal disease with renal \nfailure; I12.9 Hypertensive renal disease without renal failure; I13.1 - \nHypertensive heart and renal disease with renal failure; I13.2 - \nHypertensive heart and renal disease with both (congestive) heart \nfailure and renal failure; N99.0 - Post procedural renal failure; O08.4 - \nRenal failure following abortion and ectopic and molar pregnancy; \nO90.4 - Postpartum acute renal failure; P96.0 - Congenital renal failure. Congenital malformations of the urinary system (Q 60 to Q64), diabetic \nnephropathy E14.2, N.083 \n10 \nHepatitis B \nB16.0 - Acute hepatitis B with delta-agent (coinfection) with hepatic \ncoma; B16.1 – Acute hepatitis B with delta-agent (coinfection) without \nhepatic coma; B16.2 - Acute hepatitis B without delta-agent with \nhepatic coma; B16.9 –Acute hepatitis B without delta-agent and \nwithout hepatic coma; B17.0 –Acute delta- (super)infection of hepatitis \nB carrier; B18.0 -Chronic viral hepatitis B with delta-agent; B18.1 - \nChronic viral hepatitis B without delta-agent; \n11 \nAlzheimer's Disease, \nParkinson's Disease - \nG30.9 - Alzheimer's disease, unspecified; F00.9 - G30.9Dementia in \nAlzheimer's disease, unspecified, G20 - Parkinson's disease.", "unspecified; F00.9 - G30.9Dementia in \nAlzheimer's disease, unspecified, G20 - Parkinson's disease. 12 \nDemyelinating \ndisease \nG.35 to G 37 \n13 \nLoss of Hearing \nH90.0 - Conductive hearing loss, bilateral; H90.1 - Conductive hearing \nloss, unilateral with unrestricted hearing on the contralateral side; H90.2 \n- Conductive hearing loss, unspecified; H90.3 - Sensorineural hearing \nloss, bilateral; H90.4 - Sensorineural hearing loss, unilateral with \nunrestricted hearing on the contralateral side; H90.6 - Mixed conductive \nand sensorineural hearing loss, bilateral; H90.7 - Mixed conductive and \nsensorineural hearing loss, unilateral with unrestricted hearing on the \ncontralateral side; H90.8 - Mixed conductive and sensorineural hearing \nloss, unspecified; H91.0 - Ototoxic hearing loss; H91.9 - Hearing loss, \nunspecified \n14 \nPapulosquamous \ndisorder of the skin \nL40 - L45 Papulosquamous disorder of the skin including psoriasis \nlichen planus \n15 \nAvascular \nnecrosis \n(osteonecrosis) \nM 87 to M 87.9 \n \n4.40 Compulsory Co-Payment: Under the SILVER plan the insured has to bear 10% of admissible \nclaim Amount in each and every claim.", "der the SILVER plan the insured has to bear 10% of admissible \nclaim Amount in each and every claim. 5 \nTERMS & CLAUSES \n \nSTANDARD GENERAL TERMS & CLAUSES \n5.1 DISCLOSURE OF INFORMATION: The policy shall be void and all premium paid thereon shall \nbe forfeited to the Company in the event of misrepresentation, mis-description or non-disclosure of \nany material fact by the policyholder. (Explanation: \"Material facts\" for the purpose of this policy shall \nmean all relevant information sought by the company in the proposal form and other connected \ndocuments to enable it to take informed decision in the context of underwriting the risk) \n \n5.2 CONDITION PRECEDENT TO ADMISSION OF LIABILITY: The terms and conditions of the \npolicy must be fulfilled by the insured person for the Company to make any payment for claim(s) \narising under the policy. Page27", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nCLAIM SETTLEMENT (provision for Penal Interest): \n The Company shall settle or reject a claim, as the case may be, within 15 days from the date \nof receipt of last necessary document.  In the case of delay in the payment of a claim, the Company shall be liable to pay interest to \nthe policyholder from the date of receipt of last necessary document to the date of payment \nof claim at a rate 2% above the bank rate.  However, where the circumstance of a claim warrant an investigation in the opinion of the \nCompany, it shall initiate and complete such investigation at the earliest, in any case not \nlater than 30 days from the date of receipt of last necessary document. In such cases, the \nCompany shall settle or reject the claim within 45 days from the date of receipt of last \nnecessary document.  In case of delay beyond stipulated 45 days, the Company shall be liable to pay interest to the \npolicyholder at a rate 2% above bank rate from the date of receipt of last necessary \ndocument to the date of payment of claim.", "bove bank rate from the date of receipt of last necessary \ndocument to the date of payment of claim. (“Bank rate” shall mean the rate fixed by the \nReserve Bank of India (RBI) at the beginning of the financial year in which claim has fallen \ndue) \n \n5.3 COMPLETE DISCHARGE: Any payment to the Insured Person or his/ her nominees or his/ her \nlegal representative or to the Hospital/Nursing Home or Assignee, as the case may be, for any benefit \nunder the Policy shall be a valid and an effectual discharge towards payment of claim by the \nCompany to the extent of that amount for the particular claim. 5.4 FRAUD: If any claim made by the insured person, is in any respect fraudulent, or if any false \nstatement, or declaration is made or used in support thereof, or if any fraudulent means or devices \nare used by the insured person or anyone acting on his/her behalf to obtain any benefit under this \npolicy, all benefits under this policy shall be forfeited. Any amount already paid against claims \nwhich are found fraudulent later under this policy shall be repaid by all person(s) named in the \npolicy schedule, who shall be jointly and severally liable for such repayment.", "rson(s) named in the \npolicy schedule, who shall be jointly and severally liable for such repayment. For the purpose of this \nclause, the expression \"fraud\" means any of the following acts committed by the Insured Person or \nby his agent, with intent to deceive the insurer or to induce the insurer to issue an insurance Policy: \n \ni. the suggestion as a fact of that which is not true and which the Insured Person does not \nbelieve to be true; \nii. the active concealment of a fact by the Insured Person having knowledge or belief of the \nfact; \niii. any other act fitted to deceive; and \niv. any such act or omission as the law specially declares to be fraudulent \n \nThe company shall not repudiate the policy on the ground of fraud, if the insured person / \nbeneficiary can prove that the misstatement was true to the best of his knowledge and there was no \ndeliberate intention to suppress the fact or that such mis- statement of or suppression of material \nfact are within the knowledge of the insurer. Onus of disproving is upon the policyholder, if alive, \nor beneficiaries. 5.5 CANCELLATION CLAUSE:  \n \nCancellation by insured - Any time during the term, by giving 7 days’ notice in writing. Refund by Insurer : \na. proportionate premium for unexpired policy period, in case of Annual policies, subject to no claim (s)having \nbeen made during the policy period. b.", "d, in case of Annual policies, subject to no claim (s)having \nbeen made during the policy period. b. refund premium for the unexpired policy period, in respect of policies with term more than 1 year and risk \ncoverage for such policy years has not commenced. Page28 \nPage29", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nNotwithstanding anything contained herein or otherwise, no refunds of premium shall be made in \nrespect of Cancellation where, any claim has been admitted or has been lodged or any benefit has been \navailed by the Insured person under the Policy. The Company may cancel the Policy at any time on \ngrounds of misrepresentation, non- disclosure of material facts fraud by the insured Person, by giving \n15 days' written notice. There would be no refund of premium on cancellation on grounds of \nmisrepresentation non- disclosure. 5.6 MIGRATION: The insured person will have the option to migrate the policy to other health \ninsurance products/plans offered by the Company by applying for migration of the policy at least 30 \ndays before the policy renewal date as per IRDAI guidelines on Migration. If such person is \npresently covered and has been continuously covered without any lapses under any health insurance \nproduct/plan offered by the Company, the insured person will get the accrued continuity benefits in \nwaiting periods as per IRDAI guidelines on migration.", "n will get the accrued continuity benefits in \nwaiting periods as per IRDAI guidelines on migration. For Detailed Guidelines on Migration, kindly refer the link:- \nhttps://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 \n \n5.7 FREE LOOK PERIOD: The free look period shall be applicable on new individual health \ninsurance Policies and not on renewals or at the time of porting/migrating the policy.the insured \nperson shall be allowed free look period of 30 days from the date of receipt of the Policy document to \nreview the terms and conditions of the Policy, and to return the same if not acceptable. If the Insured \nhas not made any claim during the free look period, the Insured shall be entitled to \n A refund of the premium paid less any expenses incurred by the Company on medical \nexamination of the Insured Persons and the stamp duty charges or \n where the risk has already commenced and the option of return of the Policy is exercised by \nthe Insured person, a deduction towards the proportionate risk premium for period on cover \nor \n Where only a part of the risk has commenced, such proportionate risk premium \ncommensurate with the risk covered during such period.", "s commenced, such proportionate risk premium \ncommensurate with the risk covered during such period. Also, as a onetime option, the Insured who have, upon renewal, got the Happy Family Floater Policy - \n2021, for the first time, will also get the option of the Free look period as stated above. 5.1 RENEWAL OF POLICY: The policy shall ordinarily be renewable except on grounds of \nfraud, misrepresentation by the insured person and non-disclosure by the insured person..  The company shall endeavor to give notice for renewal 30 days in advance  \n Renewal shall not be denied on the ground that the insured had made a claim or claims in \nthe preceding policy years \n Request for renewal along with requisite premium shall be received by the Company before \nthe end of the Policy Period.  At the end of the policy period, the policy shall terminate and can be renewed within the \nGrace Period of 30 days to maintain continuity of benefits without break in policy. Coverage is not available during the grace period.  the insurers shall offer coverage during the grace period, if the premium is paid in \ninstalments during the policy period.  No loading shall apply on renewals based on individual experience.", "ments during the policy period.  No loading shall apply on renewals based on individual experience. 5.8 PORTABILITY: The Insured Person will have the option to port the Policy to other insurers by \napplying to such insurer to port the entire policy along with all the members of the family, if any, at \nleast 30 days before, but not earlier than 60 days from the policy renewal date as per IRDAI \nguidelines related to portability. If such person is presently covered and has been continuously \ncovered without any lapses under any health insurance policy with an Indian General/Health \ninsurer, the proposed insured person will get the accrued continuity benefits in waiting periods as \nper IRDAI guidelines on portability. For Detailed Guidelines on Portability, kindly refer the link: \nhttps://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 \n \n5.9 WITHDRAWAL OF POLICY", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n In the likelihood of this product being withdrawn in future, the Company will intimate the \nInsured person about the same 90 days prior to expiry of the policy.  Insured person will have the option to migrate to similar health insurance product available \nwith the Company at the time of renewal with all the accrued continuity benefits such as \ncumulative bonus, waiver of waiting period. As per IRDAI guidelines, provided the policy \nhas been maintained without a break. 5.10 MORATORIUM PERIOD After completion of five continuous years under this policy no look \nback to be applied. This period of five years is called as moratorium period. The moratorium \nwould be applicable for the sums insured of the first policy and subsequently completion of five \ncontinuous years would be applicable from date of enhancement of sums insured only on the \nenhanced limits. After the expiry of Moratorium Period no health insurance claim shall be \ncontestable except for proven fraud. The policies would however be subject to all limits, sub \nlimits, co-payments, deductibles as per the policy contract. 5.11 POSSIBILITY OF REVISION OF TERMS OF THE POLICY INCLUDING THE \nPREMIUM RATES: The Company, with prior approval of IRDAI, may revise or modify the \nterms of the policy including the premium rates.", "prior approval of IRDAI, may revise or modify the \nterms of the policy including the premium rates. The insured person shall be notified three months \nbefore the changes are effected. 5.12 GRIEVANCE REDRESSAL In case of any grievance the insured person may contact the \ncompany through \n \nWebsite: www.orientalinsurance.org.in \nToll free: 1800118485 Or 011- 33208485 \nE-mail: csd@orientalinsurance.co.in \n \nInsured person may also approach the grievance cell at any of the company’s branches with the details \nof grievance. If insured person is not satisfied with the redressal of grievance through one of the above methods, \ninsured person may contact the grievance officer at: Customer Service Department, Corporate Office, \nBlock - 4, Plate-A, NBCC Office Complex, Kidwai Nagar East, New Delhi - 110023. For updated \ndetails of grievance officer, kindly refer the link: https://orientalinsurance.org.in/grievance-redressal. 5.13  INSURANCE OMBUDSMAN –If Insured person is not satisfied with the redressal of grievance \nthrough above methods, the insured person may also approach the office of Insurance Ombudsman \nof the respective area/region for redressal of grievance. The contact details of the Insurance \nOmbudsman offices have been provided as Annexure- III & revised details of insurance \nombudsman as and when amended as available in the website http://ecoi.co.in/ombudsman.html.", "surance \nombudsman as and when amended as available in the website http://ecoi.co.in/ombudsman.html. 5.14 NOMINATION: The policyholder is required at the inception of the policy to make a nomination \nand can be changed at any time during the term of the policy for the purpose of payment of claims under \nthe policy in the event of death of the policyholder. Any change of nomination shall be \ncommunicated to the company in writing and such change shall be effective only when an \nendorsement on the policy is made. For Claim settlement under reimbursement, the Company will \npay the policyholder. Ill the event of death of the policyholder, the Company will pay the nominee \n{as named in the Policy Schedule/Policy Certificate/Endorsement (if any)} and in case there is no \nsubsisting nominee, to the legal heirs or legal representatives of the Policyholder whose discharge \nshall be treated as full and final discharge of its liability under the Policy. Page30", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nSPECIFIC TERMS & CLAUSES:- \n5.15 ENTIRE CONTRACT: This Policy /Prospectus/ Proposal Form and declaration given by the \ninsured constitute the complete contract. Insurer may alter the terms and conditions of this \nPolicy/contract. Any alteration that may be made by the insurer shall only be evidenced by a duly \nsigned and sealed endorsement on the Policy. 5.16  COMMUNICATION: Every notice or communication to be given or made under this Policy \nshall be delivered in writing at the address of the Policy issuing office / Third Party Administrator \nas shown in the Schedule. 5.17  PAYMENT OF PREMIUM: The premium under this Policy shall be paid in advance. No receipt \nfor premium shall be valid except on the official form of the Company signed by a duly authorized \nofficial of the company. The due payment of premium and the observance and fulfillment of the \nterms, provisions, conditions and endorsements of this Policy by the Insured Person in so far as \nthey relate to anything to be done or complied with by the Insured Person shall be condition \nprecedent to any liability of the Company to make any payment under this Policy. No waiver of \nany terms, provisions, conditions and endorsements of this Policy shall be valid, unless made in \nwriting and signed by an authorized official of the Company.", "Policy shall be valid, unless made in \nwriting and signed by an authorized official of the Company. For Silver Plan, the premium in the policy will be charged on the basis of the 2 Zones, as \ndefined below: \nZones are as defined below: \nZone I \nGujarat, Mumbai, Greater Mumbai, and Delhi NCR \nZone II Rest of India \nInsured Person can choose the Zone at the time of proposal, and can also change it at the time of \nrenewal. For other Plans, I.e. Gold, Diamond and Platinum Plans the premium rates will be same \nPan India. 5.18  NOTIFICATION OF CLAIM: Immediate notice of claim with particulars relating to Policy \nNumber, ID Card No., Name of Insured Person in respect of whom claim is made, Nature of \ndisease / Injury and Name and Address of the attending Medical Practitioner / Hospital /Nursing \nHome etc. should be given to the Company/ TPA while taking treatment in the Hospital / Nursing \nHome by fax, e-mail. Such notice should be given within 48 hours of admission but before \ndischarge from Hospital / Nursing Home, unless waived in writing. 5.19 CLAIM DOCUMENTS: Final claim along with original Bills/ Cash memos/reports, claim form \nand documents as \nlisted below should be submitted to the Company / TPA within 15 days of \ndischarge from the Hospital / Nursing Home.  Original bills, all receipts and discharge certificate / card from the Hospital.", "l / Nursing Home.  Original bills, all receipts and discharge certificate / card from the Hospital.  All documents pertaining to the Illness, starting from the date it was first detected, i.e. Doctor’s consultations reports/history \n Medical history of the patient recorded by the Hospital.  Original Cash-memo from the Hospital (s) / chemist (s) supported by proper prescription.  Original receipt, pathological and other test reports from a pathologist / radiologist including \nfilmetcsupported by the note from attending Medical Practitioner / Surgeon demanding such \ntests.  Original attending Consultants / Anesthetists/ Specialist certificates regarding diagnosis and \nbills / receipts etc.  Surgeon’s original certificate stating diagnosis and nature of operation performed along with \nbills / receipts etc.  MLC/FIR/Post Mortem Report,( if applicable) \n Disability certificate, Death certificate ( if applicable) \n Documents in respect of organ donation claim, shall be in accordance with the extant Act, \nCentral / State Rules / regulations, as applicable, in respect of transplantation of human \nPage31", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \norgans \n Details of previous policies, if the details are already not with TPA.  Any other information required by TPA /Company. a. All documents must be duly attested by the Insured Person/Claimant. b. In case of Post Hospitalization treatment (limited to 60 days) all supporting claim papers / \ndocuments as listed above should also be submitted within 15 days from completion of such \ntreatment ( upto 60 days or actual period whichever is less ) to the Company / T.P.A. in \naddition insured should also provide the Company / TPA such additional information and \nassistance as the Company / TPA may require in dealing with the claim. c. Waiver of the condition may be considered in extreme cases of hardship where it is proved to \nthe satisfaction of the Company that under the circumstances in which the insured was placed \nit was not possible for him or any other person to give such notice or file claim within the \nprescribed time limit. Otherwise Company has a right to reject the claim. d. On receipt of the last document /clarification, the Company/TPA shall within a period of 30 \ndays offer a settlement of the claim to the insured.", "n, the Company/TPA shall within a period of 30 \ndays offer a settlement of the claim to the insured. If the Company/TPA, for any reasons to \nbe recorded in writing and communicated to the insured, decides to reject a claim under the \nPolicy, it shall do so within a period of 30 days from the receipt of the last document/ \nclarification. 5.20  PROCEDURE FOR AVAILING CASHLESS ACCESS \nSERVICES \nIN \nNETWORK HOSPITAL/NURSING HOME: \n Claim in respect of Cashless Access Services will be through the Company / TPA provided \nadmission is in a network Hospital/ Nursing Home and is subject to pre admission \nauthorization. The Company / TPA shall, upon getting the related medical details / relevant \ninformation from the Insured Person / Network Hospital / Nursing Home, verify that the \nperson is eligible to claim under the Policy and after satisfying itself will issue a pre- \nauthorization letter / guarantee of payment letter to the Hospital / Nursing Home mentioning \nthe sum guaranteed as payable, also the ailment for which the person is seeking to be \nadmitted as an in-patient. The Company / TPA reserves the right to deny pre-authorization \nin case the Hospital / Insured Person is unable to provide the relevant information/medical \ndetails as required by the Company/ TPA. In such circumstances denial of Cashless Access \nshould in no way be construed as denial of liability.", "such circumstances denial of Cashless Access \nshould in no way be construed as denial of liability. The Insured Person may obtain the \ntreatment as per his/her treating doctor’s advice and later on submit the full claim papers to \nthe Company / TPA within 15 days of the discharge from Hospital / Nursing Home for \nconsideration of Company /TPA.  Should any information be available with the Company / TPA which makes the claim \ninadmissible or doubtful, and warrants further investigations, the authorization of cashless \nfacility may be withdrawn. However this shall be done by the Company / TPA before the \npatient is discharged from the Hospital and notice to this effect given to the treating Hospital \n/ insured.  List of network Hospitals is available on our official website- \nwww.orientalinsurance.org.inand will also be provided by the concerned TPA on demand.  Turn Around Time (TAT) for Cashless: \n For pre-authorisation of cashless facility: immediately but not later than One hour from the \nreceipt of request.", "risation of cashless facility: immediately but not later than One hour from the \nreceipt of request.  For cashless final Bill authorization: within three hours of receipt of discharge authorization \nfrom the hospital \n5.21 MEDICALRECORDS: \n The Insured Person hereby agrees to and authorizes the disclosure, to the Company/ TPA \nor any other person nominated by the Company, of any and all Medical records and \ninformation held by any Institution / Hospital or Person from which the Insured Person has \nobtained any medical or other treatment to the extent reasonably required by the Company \nPage32", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n/ TPA in connection with any claim made under this Policy or the Company’s liability \nthere under.  The Company / TPA agree that they will preserve the confidentiality of any documentation \nand information that comes into their possession pursuant to (i) above and will only use it \nin connection with any claim made under this Policy or the Company’s liability there \nunder.  Any Medical Practitioner authorized by the Company / TPA shall be allowed to examine \nthe Insured Person in case of any alleged Injury or disease requiring Hospitalization when \nand so often as the same may reasonably be required on behalf of the Company/ TPA. PAYMENT OF CLAIM: All medical treatment for the purpose of this insurance will have to be taken in \nIndia only (except where the Policy has been extended to SAARC countries) and all claims shall be payable \nin Indian currency only. For the purpose of claims settlement, currency conversion rate on the date of \nadmission to Hospital would apply.", "se of claims settlement, currency conversion rate on the date of \nadmission to Hospital would apply. The Company shall settle the claim within 30 days from the date of the \nreceipt of last necessary documents in accordance with the provisions of Regulation 27 of IRDAI (Health \nInsurance) Regulations, 2016.Upon acceptance of an offer of settlement by the insured, the payment of the \namount due shall be made within 7 days from the date of acceptance of the offer by the Insured. However, \nwhere the circumstances of a claim warrant an investigation in the opinion of the Company, it shall initiate \nand complete such investigation at the earliest, in any case not later than 30 days from the date of receipt of \nlast necessary document. In such cases, the Company shall settle the claim within 45 days from the date of \nreceipt of last necessary document. In case of any delay in the payment, the Company shall be liable to pay \ninterest at a rate which is 2% above the bank rate prevalent at the beginning of the financial year in which \nthe claim is settled.", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n  \n \n5.22 MULTIPLE POLICIES \n In case of multiple policies taken by an insured person during a period from one or more \ninsurers to indemnify treatment costs, the insured person shall have the right to require a \nsettlement of his/her claim in terms of any of his/her policies. In all such cases the insurer \nchosen by the insured person (known as Primary insurer )shall be obliged to settle the \nclaim as long as the claim is within the limits of and according to the terms of the chosen \npolicy.  Insured person having multiple policies shall also have the right to prefer claims under this \npolicy for the amounts disallowed under any other policy / policies even if the sum insured \nis not exhausted. Then the insurer shall independently settle the claim subject to the terms \nand conditions of this policy.  If the amount to be claimed exceeds the sum insured under a single policy, the insured \nperson shall have the right to choose insurer from whom he/she wants to claim the balance \namount.  Where an insured person has policies from more than one insurer to cover the same risk on \nindemnity basis, the insured person shall only be indemnified the treatment costs in \naccordance with the terms and conditions of the chosen policy.", "e indemnified the treatment costs in \naccordance with the terms and conditions of the chosen policy.  Indemnity Policies: A policyholder can file for claim settlement as per his/her choice under \nany policy. The Insurer of that chosen policy shall be treated as the primary Insurer.  In case the available coverage under the said policy is less than the admissible claim amount, \nthe primary Insurer shall seek the details of other available policies of the policyholder and \nshall coordinate with other Insurers to ensure settlement of the balance amount as per the \npolicy conditions, without causing any hassles to the policyholder.  Benefit Based Policies: On occurrence of the insured event, the policyholders can \nclaim from all Insurers under all policie. 5.23 CLAIM FALLING IN TWO POLICY PERIODS: If the claim event falls within two Policy \nPeriods, the claims shall be paid taking into consideration the available Sum Insured in the two \nPolicy Periods, including the Deductibles for each Policy Period. Such eligible claim amount to be \npayable to the Insured, shall be reduced to the extent of premium to be received for the renewal/due \ndate of premium of Health Insurance Policy, if not received earlier. 5.24 REPUDIATION: \n The Company, shall repudiate the claim if not payable under the Policy.", "arlier. 5.24 REPUDIATION: \n The Company, shall repudiate the claim if not payable under the Policy. The Company/ \nTPA shall mention the reasons for repudiation in writing to the Insured Person. The Insured \nPerson shall have the right to appeal / approach the Customer Service department of the \nCompany at its Policy issuing office, concerned Divisional Office, concerned Regional \nOffice or of the Head Office, situated at A- 25/27, Asaf Ali Road, NewDelhi-110002.  If the insured is not satisfied with the reply of the Customer Service department under 5.11 \n(i), he may approach the Insurance Ombudsman, established by the Central Government for \nredressal of grievance. The Insurance Ombudsman is empowered to adjudicate on personal \nline insurance claims uptoRs.50lacs. 5.25 DESCLAIMER OF CLAIM: If the Company shall disclaim liability and communicate in \nwriting (either through the TPA or by itself) to the Insured in respect of any claim hereunder and \nsuch claim has not within 12 calendar months from the date of such disclaimer been made the \nsubject matter of a suit in a Court of Law, then the claim shall for all purposes be deemed to have \nbeen abandoned and shall not thereafter be recoverable here under. Page33", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n. OTHER TERMS & CONDITIONS \n5.26  FAMILY SIZE: Minimum two persons (falling within the definition at 3.15) to be covered under \nthe Policy. Persons becoming ineligible on account of above provision for coverage under the \nexisting Policy, may migrate to another suitable Policy at the expiry of this Policy. Upon such \nmigration, the credits gained by the concerned Insured Person, for pre-existing conditions and \ntime-bound exclusions shall be transferred to the migrated Policy, provided the Policy has been \nmaintained without a break. 5.27  SUM INSURED: Policy has four Plans-Silver Plan-Sum Insured uptoRs.5lacs, Gold Plan up to \nRs.10 lakhs, Diamond Plan up to Rs.20lacs and Platinum Plan up to Rs. 50 lakhs. 5.28  ENTRY AGE: Maximum Entry Age under the Policy is 65years for all members. However, with \na compulsory co-payment of 20% of each and every claim, persons above the age of 65 and up to \n70 years of age can also be covered under Silver or Gold Plan, but not under Diamond and \nPlatinum Plan. For such Insured Persons the co- payment will apply in all subsequent Renewals \nalso. 5.29 MIDTERM INCLUSION: Midterm inclusion of members is permitted under the Policy, on \npayment of pro-rata premium only for \n Newly wed spouse within 90 days of marriage or at the time of renewal of the Policy.", "ium only for \n Newly wed spouse within 90 days of marriage or at the time of renewal of the Policy.  Newborn child from 1 day of birth or at the time of renewal of the Policy. For members subsequently added, Exclusion No. 4.A, 4.B and 4.C shall apply from the date of their \ninclusion in the Policy. 5.30 NO CLAIM DISCOUNT /LOADING: This is a one-time benefit for those Insured Persons \ncovered under Happy Family Floater Policy. Happy Family Floater Policy had the provision of No \nClaim Discount / Loading, which has been discontinued under Happy Family Floater Policy- \n2015.However, The discount on account of ‘No Claim’ that would have been earned by the Insured \non renewal of the Happy Family Floater Policy, would be allowed when the Policy is renewed for the \nfirst time, into Happy Family Floater Policy-2021. However, there will be no change in discount even \nif there are no claims reported under the subsequent Happy Family Floater Policy-2021 Policy (ies). This discount shall continue till a claim is reported under the Policy and upon reporting of a claim, \nany discount earned on account of ‘No Claim’ shall be forfeited. However, claim under PA section \nWill not affect NCD earned thus far. The insured persons with claim loading(s) on their previous policies will \nnot have any loading on the premium on renewal into Happy Family Floater Policy - 2021, i.e.", "s will \nnot have any loading on the premium on renewal into Happy Family Floater Policy - 2021, i.e. loadings on \naccount of claims are discontinued. Page34", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nENHANCEMENT OF SUMINSURED: Increase in Sum Insured under the Policy may be \nconsidered by the Company only at the time of renewal. If at all allowed, increase shall be as given \nbelow: \n On renewal, Sum Insured can be increased to the immediate higher slab.  If, on renewal, the size of the family increases, Sum Insured can be increased to maximum \ntwo slabs higher.  If there are no claims reported in the two immediate preceding Policy Periods, change to the \nnext Plan (Silver to Gold, Gold to Diamond, and Diamond to Platinum) at the initial SI slab, \nor two steps higher from the current SI, whichever is more, is allowed at the option of \nInsured.  Change of Plan is not allowed for a Policy covering any person above the age of 70 years. However, Increase in Sum Insured within the same Plan is allowed as per above provisions.  Notwithstanding above provisions, no increase in Sum Insured is allowed in policies where \nthere are claims reported in two successive Policy Periods.", "um Insured is allowed in policies where \nthere are claims reported in two successive Policy Periods. 5.31 PROPORTIONATE CLAUSE - If the Insured Person is admitted in the hospital in a room \nwhere the room category or the Room Rent incurred is higher than the eligibility as specified in the \nPolicy Schedule/ Certificate of Insurance, then the Policyholder/ Insured Person shall bear a ratable \nproportion of the total & specified Associated Medical Expenses (including surcharge or taxes \nthereon) in the proportion of the difference between the Room Rent of the entitled room \ncategory/eligible Room Rent to the Room Rent actually incurred. However, this will not be \napplicable in respect of Medicines/Pharmacy/ Drugs, Consumables, Medical Devices/ implants and \nCost of Diagnostics. 5.32 ASSOCIATED MEDICAL EXPENSES: \n Doctor’s fees / Consultant fees/RMO fees \n Nursing expenses including administration charges/ transfusion charges/ injection charges \n Surgeon fees / Asst Surgeon fees \n Anesthesia fees \n Procedure charges of any kind which includes :- \n Chemotherapy/Radiotherapy charges Nebulization \n Hemodialysis PICC \n \nline insertion \n Catheterization charges Tracheostomy etc.  IV charges \n Blood transfusion charges \n Dialysis \n Surgery Charges \n OT charges including OT gas, equipment charges.", "ransfusion charges \n Dialysis \n Surgery Charges \n OT charges including OT gas, equipment charges. 5.33  GRACE PERIOD: In the event of delay in renewal of the Policy, a grace period of 30 days is \nallowed. However, no coverage shall be available during the grace period and any disease/Injury \ncontracted during the break period shall not be covered and shall be treated as Pre-existing disease. 5.34 CHANGE OF ADDRESS: Insured must inform the Company immediately in writing of any \nchange in the address. 5.35 QUALITY OF TREATMENT: The insured hereby acknowledges and agrees that pre- \nauthorization or payment of any claim by or on behalf of the Company shall not constitute on part \nof the Company, a guarantee or assurance as to the quality or effectiveness of any medical \nPage35", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \ntreatment obtained by the Insured Person. It being agreed and recognized by the Insured Person \nthat the Company is in no way responsible or liable for the availability or quality of any services \n(Medical or otherwise) rendered by any institution (including a Network Hospital). 5.36 ID CARD: The card is issued to the Insured Person by the TPA to avail Cashless facility in the \nNetwork Hospital only. Upon the cancellation or nonrenewal of this Policy, all ID cards shall \nimmediately be returned to the TPA at the insured’s expense and each Insured Person agrees to \nhold and keep harmless, the Company and the TPA against any or all costs, expenses, liabilities \nand claims arising in respect of use or misuse of such ID cards prior to their return to the TPA. 5.37 DISCOUNT ON OMP PREMIUM: A discount of 15% on the premium of Overseas Mediclaim \nPolicy would be allowed when an Insured Person covered under this Policy, takes the Overseas \nMediclaim Policy from the Company, provided this Policy is valid as on the date of taking the \nOverseas Mediclaim Policy of the Company. 5.38 ON-LINE DISCOUNT: A discount of 10%( maximum Rs. 2000/-) on premium is allowed, if the \nPolicy is purchased on-line and no Intermediary is involved.", "2000/-) on premium is allowed, if the \nPolicy is purchased on-line and no Intermediary is involved. This discount is also applicable in case \nof On-line renewal of Policies, where no Intermediary was involved at any stage- either on the first \npurchase or in any subsequent renewal thereof. 5.39  IRDAI REGULATION: This Policy is subject to IRDAI (Protection of Policy holders’ interest) \nRegulation, 2024 and IRDAI (Health Insurance) Regulations2024and Guidelines on \nStandardization in health insurance, as amended from time to time. 5.40 JURISDICTION: All disputes or differences under or in relation to the Policy shall be \ndetermined by the Indian Courts and in accordance with the Indian Laws.", "tion to the Policy shall be \ndetermined by the Indian Courts and in accordance with the Indian Laws. Appendix I \n \n \n \nDay care procedures / surgeries \n \n \nA \nMicrosurgical Operations on the Middle Ear \n1 Stapedotomy \n2 Stapedectomy \n3 Revision of a stapedectomy \n4 Myringoplasty (Type -I Tympanoplasty) \n5 Tympanoplasty (closure of an eardrum perforation/reconstruction of the auditory ossicles) \n6 Revision of a tympanoplasty \n7 Other operations on the auditory ossicles \n8 Other microsurgical operations on the middle ear \n \n \nB \nOther operations on the middle & internal ear \n9 Myringotomy \n10 Removal of a tympanic drain \n11 Incision of the mastoid process and middle ear \n12 Mastoidectomy \n13 Reconstruction of the middle ear \n14 Fenestration of the inner ear \n15 Revision of a fenestration of the inner ear \nPage36", "OICL HAPPY FAMILY FLOATER POLICY-2024 UIN: OICHLIP25046V062425 16 Incision (opening) and destruction (elimination) of the inner ear 17 Other excisions of the middle and inner ear 18 Other operations on the middle and inner ear C Operations on the nose & the nasal sinuses 19 Excision and destruction of diseased tissue of the nose 20 Operations on the turbinates (nasal concha) 21 Nasal sinus aspiration 22 Other operations on the nose D Operations on the eyes 23 Incision of tear glands 24 Incision of diseased eyelids 25 Excision and destruction of diseased tissue of the eyelid 26 Operations on the canthus and epicanthus 27 Corrective Surgery for entropion and ectropion 28 Corrective Surgery for blepharoptosis 29 Removal of a foreign body from the conjunctiva 30 Removal of a foreign body from the cornea 31 Incision of the cornea 32 Operations for pterygium 33 Removal of a foreign body from the lens of the eye 34 Removal of a foreign body from the posterior chamber of the eye 35 Removal of a foreign body from the orbit and eyeball 36 Operation of cataract 37 Anterior Chamber Paracentesis / Cyclodiathermy /Cyclocryotherapy / Goniotomy/Trabeculotomy and Filtering and Allied Operations To Treat Glaucoma 38 Diathermy/cryotherapy To Treat Retinal Tear 39 Other operations on Cornea E Operations on the skin & subcutaneous tissues 40 Incision of a pilonidal sinus 41 Free skin", "41 Free skin transplantation, donor site 42 Free skin transplantation, recipient site 43 Revision of skin plasty 44 Simple restoration of surface continuity of the skin and subcutaneous tissues 45 Destruction of diseased tissue in the skin and subcutaneous tissues 46 Local excision of diseased tissue of the skin and subcutaneous tissues 47 Surgical wound toilet (wound debridement) and removal of diseased tissue of the skin and subcutaneous tissues 48 ChemoSurgery to the skin 49 Excision Of Soft Tissue Rhabdomyosarcoma 50 Other incisions of the skin and subcutaneous tissues 51 Other excisions of the skin and subcutaneous tissues F Operations on the tongue 52 Incision, excision and destruction of diseased tissue of the tongue 53 Partial glossectomy 54 Glossectomy Page37", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n55 Reconstruction of the tongue \n56 Other operations on the tongue \n \n \nG \nOperations on the salivary glands & salivary ducts \n57 Incision and lancing of a salivary gland and a salivary duct \n58 Excision of diseased tissue of a salivary gland and a salivary duct \n59 Resection of a salivary gland \n60 Reconstruction of a salivary gland and a salivary duct \n61 Other operations on the salivary glands and salivary ducts \n \n \nH \nOther operations on the mouth & face \n62 External incision and drainage in the region of the mouth, jaw and face \n63 Incision of the hard and soft palate \n64 Excision and destruction of diseased hard and softpalate \n65 Incision, excision and destruction in the mouth \n66 Plastic Surgery to the floor of the mouth \n67 Palatoplasty \n68 Other operations in the mouth except dental unless necessitated due to an injury.", "7 Palatoplasty \n68 Other operations in the mouth except dental unless necessitated due to an injury. I \nOperations on the tonsils & adenoids \n69 Transoral incision and drainage of a pharyngeal abscess \n70 Tonsillectomy without adenoidectomy \n71 Tonsillectomy with adenoidectomy \n72 Excision and destruction of a lingual tonsil \n73 Adenoidectomy \n74 Adenoidectomy With Grommet Insertion \n75 Adenoidectomy Without Grommet Insertion \n76 Other operations on the tonsils and adenoids \n \n \nJ \nTrauma Surgery and orthopaedics \n77 Incision on bone, septic and aseptic \n78 Closed reduction on fracture, luxation or epiphyseolysis with osteosynthesis \n79 Reduction of dislocation under GA \n80 Arthroscopic knee aspiration \n81 Abscess Knee Joint Drainage \n82 Arthroscopic Meniscectomy - Knee \n83 Carpal Tunnel Release \n84 Elbow Arthroscopy \n85 Repair Of Ruptured Tendon \n86 Repair/ graft Achilles Tendon \n87 Surgery For Ligament Tear \n88 Surgery For Meniscus Tear \n89 Tennis Elbow Release \n90 Thyroid Abscess Incision and Drainage \n91 Suture and other operations on tendons and tendon sheath \n \n \nK \nOperations on the breast \n92 Incision of the breast \n93 Operations on the nipple \nPage38", "OICL HAPPY FAMILY FLOATER POLICY-2024 UIN: OICHLIP25046V062425 94 Excision Of Single Breast Lump L Operations on the digestive tract 95 Incision and excision of tissue in the perianal region 96 Surgical treatment of anal fistulas 97 Surgical treatment of haemorrhoids 98 Division of the anal sphincter (sphincterotomy) 99 Ultrasound guided aspirations 100 Sclerotherapy etc 101 Lap Appendicectomy 102 Lap Cholecystectomy and Choledocho-jejunostomy/Duodenostomy / Gastrostomy / Exploration Common Bile Duct 103 Colonoscopy ,lesion removal 104 Colonscopy Stenting Of Stricture 105 Esophagoscopy, Gastroscopy, Duodenoscopy With Polypectomy/Removal Of Foreign Body/diathermy Of Bleeding Lesions 106 Oesophageal varices Sclerotherapy 107 UGI Sco py and Injection Of Adrenaline, Sclerosants Bleeding Ulcers 108 UGI Sco py and Polypectomy Oesophagus/stomach 109 Other operations on the anus M Operations on the female sexual organs 110 Incision of the ovary 111 Insufflation of the Fallopian tubes 112 Dilatation of the cervical canal 113 Conisation of the uterine cervix 114 Incision of the uterus (hysterotomy) 115 Therapeutic curettage 116 Culdotomy 117 Incision of the vagina 118 Local excision and destruction of diseased tissue of the vagina and the pouch of Douglas 119 Incision of the vulva 120 Operations on Bartholin’s glands (cyst) 121 Endoscopic Polypectomy 122 Hymenectomy( imperforate Hymen)", "Hymenectomy( imperforate Hymen) 123 Hysteroscopic adhesiolysis 124 Hystero scopic Removal Of Myoma 125 Hystero scopic Resection Of Endometrial Polyp 126 LLETZ 127 Other Operations on Fallopian tubes 128 Other Operations on uterine cervix N Operations on the prostate & seminal vesicles 129 Incision of the prostate 130 Transurethral excision and destruction of prostate tissue 131 Transurethral and percutaneous destruction of prostate tissue 132 Open surgical excision and destruction of prostate tissue 133 Radical prostatovesiculectomy 134 Incision and excision of periprostatic tissue Page39", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n135 Operations on seminalvesicles \n136 Other excision and destruction of prostate tissue \n137 Other operations on the prostate \n \n \nO \nOperations on the scrotum & tunica vaginalis testis \n138 Incision of the scrotum and tunica vaginalis testis \n139 Operation on a testicular hydrocele \n140 Excision and destruction of diseased scrotal tissue \n141 Plastic reconstruction of the scrotum and tunica vaginalis testis \n142 Other operations on the scrotum and tunica vaginalis testis \n \n \nP \nOperations on the testes \n143 Incision of the testes \n144 Excision and destruction of diseased tissue of the testes \n145 Unilateral orchidectomy \n146 Bilateral orchidectomy \n147 Orchidopexy \n148 Abdominal exploration in cryptorchidism \n149 Surgical repositioning of an abdominal testis \n150 Reconstruction of the testis \n151 Implantation, exchange and removal of a testicular prosthesis \n152 Detorsion Of Torsion Testis \n153 Other operations on the testis \n \n \nQ \nOperations on the spermatic cord, epididymis und ductus deferens \n154 Surgical treatment of a varicocele and a hydrocele of the spermatic Cord \n155 Excision in the area of the epididymis \n156 Epididymectomy \n157 Reconstruction of the spermatic cord \n158 Reconstruction of the ductus deferens and epididymis \n159 Other operations on the spermatic cord,epididymis and ductus deferens.", "deferens and epididymis \n159 Other operations on the spermatic cord,epididymis and ductus deferens. R \nOperations on the penis \n160 Operations on the foreskin \n161 Local excision and destruction of diseased tissue of the penis \n162 Amputation of the penis \n163 Plastic reconstruction of the penis \n164 Other operations on the penis \n \n \nS \nOperations on the urinary system \n165 Cystoscopical removal of stones \n166 Cystoscopic Litholapaxy \n167 Cystoscopy and \"SLING\" Procedure. 168 Cystoscopy and Removal Of Foreign Body \n169 Cystoscopy and Removal Of Polyp \n170 Cystoscopy with Deflux Injection in VUR \n171 Excision Of Urethral Diverticulum \n172 Excision Of Urethral Prolapse \n \n \nPage40", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \nT \nOther Operations \n173 Lithotripsy \n174 Coronary angiography \n175 Haemodialysis \n176 Radiotherapy for Cancer \n177 Cancer Chemotherapy \n178 Axillary/cervical Lymphadenectomy \n179 Drainage Of Pyonephrosis/perinephric Abscess \n180 External Arterio-venous Shunt \n \n \nList I – List of which coverage is not available in the policy \n \n \nSl \nItem \n1 \nBABY FOOD \n2 \nBABY UTILITIES CHARGES \n3 \nBEAUTY SERVICES \n4 \nBELTS/ BRACES \n5 \nBUDS \n6 \nCOLD PACK/HOT PACK \n7 \nCARRY BAGS \n8 \nEMAIL / INTERNET CHARGES \n9 \nFOOD CHARGES (OTHER THAN PATIENT's DIET PROVIDED BY \n \nHOSPITAL) \n10 \nLEGGINGS \n11 \nLAUNDRY CHARGES \n12 \nMINERAL WATER \n13 \nSANITARY PAD \n14 \nTELEPHONE CHARGES \n15 \nGUEST SERVICES \n16 \nCREPE BANDAGE \n17 \nDIAPER OF ANY TYPE \n18 \nEYELET COLLAR \n19 \nSLINGS \n20 \nBLOOD GROUPING AND CROSS MATCHING OF DONORS SAMPLES \n21 \nSERVICE CHARGES WHERE NURSING CHARGE ALSO CHARGED \n22 \nTelevision Charges \n23 \nSURCHARGES \n24 \nATTENDANT CHARGES \n25 \nEXTRA DIET OF PATIENT (OTHER THAN THAT WHICH FORMS PART OF BED \nCHARGE) \n26 \nBIRTH CERTIFICATE \n27 \nCERTIFICATE CHARGES \n28 \nCOURIER CHARGES \n29 \nCONVEYANCE CHARGES \n30 \nMEDICAL CERTIFICATE \n31 \nMEDICAL RECORDS \n32 \nPHOTOCOPIES CHARGES \n33 \nMORTUARY CHARGES \n34 \nWALKING AIDS CHARGES \nPage41", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n35 \nOXYGEN CYLINDER (FOR USAGE OUTSIDE THE HOSPITAL) \n36 \nSPACER \n37 \nSPIROMETRE \n38 \nNEBULIZER KIT \n39 \nSTEAM INHALER \n40 \nARMSLING \n41 \nTHERMOMETER \n42 \nCERVICAL COLLAR \n43 \nSPLINT \n44 \nDIABETIC FOOT WEAR \n45 \nKNEE BRACES (LONG/ SHORT/ HINGED) \n46 \nKNEE IMMOBILIZER/SHOULDER IMMOBILIZER \n47 \nLUMBO SACRAL BELT \n48 \nNIMBUS BED OR WATER OR AIR BED CHARGES \n49 \nAMBULANCE COLLAR \n50 \nAMBULANCE EQUIPMENT \n51 \nABDOMINAL BINDER \n52 \nPRIVATE NURSES CHARGES- SPECIAL NURSING CHARGES \n53 \nSUGAR FREE Tablets \n54 \nCREAMS POWDERS LOTIONS (Toiletries are not payable, only prescribed medical \npharmaceuticals payable) \n55 \nECG ELECTRODES \n56 \nGLOVES \n57 \nNEBULISATION KIT \n58 \nANY KIT WITH NO DETAILS MENTIONED [DELIVERY KIT, ORTHOKIT, RECOVERY \nKIT, ETC] \n59 \nKIDNEY TRAY \n60 \nMASK \n61 \nOUNCE GLASS \n62 \nOXYGEN MASK \n63 \nPELVIC TRACTION BELT \n64 \nPAN CAN \n65 \nTROLLY COVER \n66 \nUROMETER, URINE JUG \n67 \nAMBULANCE \n68 \nVASOFIX SAFETY \n \n \nList II – Items that are to be subsumed into Room Charges \n \n \nSl \nItem \n1 \nBABY CHARGES (UNLESS SPECIFIED/INDICATED) \n2 \nHAND WASH \n3 \nSHOE COVER \n4 \nCAPS \n5 \nCRADLE CHARGES \n6 \nCOMB \n7 \nEAU-DE-COLOGNE / ROOM FRESHNERS \n8 \nFOOT COVER \n9 \nGOWN \n10 \nSLIPPERS \nPage42", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n11 \nTISSUE PAPER \n12 \nTOOTH PASTE \n13 \nTOOTH BRUSH \n14 \nBED PAN \n15 \nFACE MASK \n16 \nFLEXI MASK \n17 \nHAND HOLDER \n18 \nSPUTUM CUP \n19 \nDISINFECTANT LOTIONS \n20 \nLUXURY TAX \n21 \nHVAC \n22 \nHOUSE KEEPING CHARGES \n23 \nAIR CONDITIONER CHARGES \n24 \nIM IV INJECTION CHARGES \n25 \nCLEAN SHEET \n26 \nBLANKET/WARMER BLANKET \n27 \nADMISSION KIT \n28 \nDIABETIC CHART CHARGES \n29 \nDOCUMENTATION CHARGES / ADMINISTRATIVE EXPENSES \n30 \nDISCHARGE PROCEDURE CHARGES \n31 \nDAILY CHART CHARGES \n32 \nENTRANCE PASS / VISITORS PASS CHARGES \n33 \nEXPENSES RELATED TO PRESCRIPTION ON DISCHARGE \n34 \nFILE OPENING CHARGES \n35 \nINCIDENTAL EXPENSES / MISC. CHARGES (NOT EXPLAINED) \n36 \nPATIENT IDENTIFICATION BAND / NAME TAG \n37 \nPULSEOXYMETER CHARGES \n \n \nList III – Items that are to be subsumed into Procedure Charges \n \n \nSl \nItem \n1 \nHAIR REMOVAL CREAM \n2 \nDISPOSABLES RAZORS CHARGES (for site preparations) \n3 \nEYE PAD \n4 \nEYE SHEILD \n5 \nCAMERA COVER \n6 \nDVD, CD CHARGES \n7 \nGAUSE SOFT \n8 \nGAUZE \n9 \nWARD AND THEATRE BOOKING CHARGES \n10 \nARTHROSCOPY AND ENDOSCOPY INSTRUMENTS \n11 \nMICROSCOPE COVER \n12 \nSURGICAL BLADES, HARMONICSCALPEL,SHAVER \n13 \nSURGICAL DRILL \n14 \nEYE KIT \n15 \nEYE DRAPE \n16 \nX-RAY FILM \n17 \nBOYLES APPARATUS CHARGES \n18 \nCOTTON \nPage43", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \n \n19 \nCOTTON BANDAGE \n20 \nSURGICAL TAPE \n21 \nAPRON \n22 \nTORNIQUET \n23 \nORTHOBUNDLE, GYNAEC BUNDLE \n \n \nList IV – Items that are to be subsumed into costs of treatment \n \n \nSl \nItem \n1 \nADMISSION/REGISTRATION CHARGES \n2 \nHOSPITALISATION FOR EVALUATION/ DIAGNOSTIC PURPOSE \n3 \nURINE CONTAINER \n4 \nBLOOD RESERVATION CHARGES AND ANTE NATAL BOOKING \n \nCHARGES \n5 \nBIPAP MACHINE \n6 \nCPAP/ CAPD EQUIPMENTS \n7 \nINFUSION PUMP– COST \n8 \nHYDROGEN PEROXIDE\\SPIRIT\\ DISINFECTANTS ETC \n9 \nNUTRITION PLANNING CHARGES - DIETICIAN CHARGES- DIET \n \nCHARGES \n10 \nHIV KIT \n11 \nANTISEPTIC MOUTHWASH \n12 \nLOZENGES \n13 \nMOUTH PAINT \n14 \nVACCINATION CHARGES \n15 \nALCOHOL SWABES \n16 \nSCRUB SOLUTION/STERILLIUM \n17 \nGlucometer & Strips \n18 \nURINE BAG \n \n \nANNEXURE I: CONTACT DETAILS OF INSURANCE OMBUDSMEN \n \n \nOffice Details \nJurisdiction of Office (Union \nTerritory, District) \nAHMEDABAD – \nOffice of the Insurance Ombudsman, 2nd floor, Ambica House, \nNear C.U. Shah College, 5, Navyug Colony, Ashram Road, \nAhmedabad – 380 014 \nTel.: 079 - 27546150 / 27546139 Fax: 079 - 27546142 \nEmail: bimalokpal.ahmedabad@ecoi.co.in \nGujarat, Dadra & Nagar \nHaveli, Daman and Diu \nBENGALURU – \nOffice of the Insurance Ombudsman, JeevanSoudha Building, PID \nNo.", "veli, Daman and Diu \nBENGALURU – \nOffice of the Insurance Ombudsman, JeevanSoudha Building, PID \nNo. 57-27-N- 19, Ground Floor, 19/19, 24th Main Road, JP Nagar, \nIst Phase, Bengaluru – 560 078 \nTel.: 080 - 26652048 / 26652049 \nKarnataka \nPage44", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nEmail: bimalokpal.bengaluru@ecoi.co.in \n \nBHOPAL – \nOffice of the Insurance Ombudsman, JanakVihar Complex, 2nd \nFloor, 6, Malviya Nagar, Opp. Airtel Office, Near New Market, \nBhopal – 462 003 \nTel.: 0755 - 2769201 / 2769202 Fax: 0755 - 2769203 \nEmail: bimalokpal.bhopal@ecoi.co.in \nMadhya Pradesh Chattisgarh \nBHUBANESHWAR – \nOffice of the Insurance Ombudsman, 62, Forest park, \nBhubneshwar – 751 009 Tel.: 0674 - 2596461 /2596455 Fax: 0674 \n- 2596429 \nEmail: bimalokpal.bhubaneswar@ecoi.co.in \nOrissa \nCHANDIGARH – \nOffice of the Insurance Ombudsman, S.C.O. No.", "malokpal.bhubaneswar@ecoi.co.in \nOrissa \nCHANDIGARH – \nOffice of the Insurance Ombudsman, S.C.O. No. 101, 102 & 103, \n2nd Floor, Batra Building, Sector 17 – D, Chandigarh – 160 017 \nTel.: 0172 - 2706196 / 2706468 Fax: 0172 - 2708274 \nEmail: bimalokpal.chandigarh@ecoi.co.in \nPunjab, Haryana, Himachal \nPradesh, Jammu & Kashmir, \nChandigar \nCHENNAI - \nOffice of the Insurance Ombudsman, Fatima Akhtar Court, 4th \nFloor, 453, Anna Salai, Teynampet, Chennai – 600 018 \nTel.: 044 - 24333668 / 24335284 Fax: 044 - 24333664 \nEmail: bimalokpal.chennai@ecoi.co.in \nTamil Nadu, \nPondicherry Town and \nKaraikal (which are \npart of Pondicherry) \nDELHI – \nOffice of the Insurance Ombudsman, 2/2 A, Universal Insurance \nBuilding, Asaf Ali Road, New Delhi – 110 002 \nTel.: 011 - 23239633 / 23237532 Fax: 011 - 23230858 \nEmail: bimalokpal.delhi@ecoi.co.in \nDelhi \nGUWAHATI - Office of the Insurance Ombudsman, Jeevan \nNivesh, 5th Floor, Nr. Panbazar over bridge, S.S. Road, \nGuwahati – 781001 \nTel.: 0361 - 2132204 / 2132205 Fax: 0361 - 2732937 \nEmail: bimalokpal.guwahati@ecoi.co.in \nAssam, Meghalaya, Manipur, \nMizoram, Arunachal Pradesh, \nNagaland and Tripura \n \nPage45", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nHYDERABAD - Office of the Insurance Ombudsman, 6-2-46, \n1st floor, \"Moin \nCourt\", Lane Opp. Saleem Function Palace, A. C. Guards, \nLakdi-Ka-Pool, Hyderabad - 500 004 \nTel.: 040 - 65504123 / 23312122 Fax: 040 - 23376599 \nEmail: bimalokpal.hyderabad@ecoi.co.in \nAndhra Pradesh, Telangana, \nYanam and part of Territory \nof Pondicherry \nJAIPUR – \nOffice of the Insurance Ombudsman, JeevanNidhi – II Bldg., Gr. \nFloor, Bhawani Singh Marg, Jaipur - 302 005 \nTel.: 0141 - 2740363 \nEmail: bimalokpal.jaipur@ecoi.co.in \nRajasthan \nERNAKULAM - \nOffice of the Insurance Ombudsman, 2nd Floor, Pulinat Bldg., \nOpp. Cochin Shipyard, M. G. Road, Ernakulam - 682 015 \nTel.: 0484 - 2358759 / 2359338 Fax: 0484 - 2359336 \nEmail: bimalokpal.ernakulam@ecoi.co.in \nKerala, Lakshadweep, Mahe - \na part of Pondicherry \nKOLKATA – \nOffice of the Insurance Ombudsman, Hindustan Bldg. Annexe, \n4th Floor, 4, \nC.R. Avenue, KOLKATA - 700 072 \nTel.: 033 - 22124339 / 22124340 Fax : 033 - 22124341 \nEmail: bimalokpal.kolkata@ecoi.co.in \nWest Bengal, Sikkim, \nAndaman & Nicobar Islands \n \nPage46", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nLUCKNOW – \nOffice of the Insurance Ombudsman, 6th Floor, JeevanBhawan, \nPhase-II, Nawal Kishore Road, Hazratganj, Lucknow - 226 001 \nTel.: 0522 - 2231330 / 2231331 Fax: 0522 - 2231310 \nEmail: bimalokpal.lucknow@ecoi.co.in \nDistricts of Uttar Pradesh : \nLaitpur, Jhansi,Mahoba, \nHamirpur,Banda,Chitraoot,All \nahabad, Mirzapur, \nSonbhabdra, Fatehpur, \nPratapgarh, Jaunpur,Varanasi, \nGazipur, Jalaun, Kanpur, \nLucknow, Unnao, Sitapur, \nLakhimpur, Bahraich, \nBarabanki, Raebareli, \nSravasti, Gonda, Faizabad, \nAmethi, Kaushambi, \nBalrampur, Basti, \nAmbedkarnagar, Sultanpur, \nMaharajgang, Santkabirnagar, \nAzamgarh, Kushinagar, \nGorkhpur, Deoria, Mau, \nGhazipur, Chandauli, Ballia, \nSidharathnagar \nMUMBAI - \nOffice of the Insurance Ombudsman, 3rd Floor, \nJeevanSevaAnnexe, S. V.", "a, \nSidharathnagar \nMUMBAI - \nOffice of the Insurance Ombudsman, 3rd Floor, \nJeevanSevaAnnexe, S. V. Road, Santacruz (W), Mumbai - 400 \n054 \nTel.: 022 - 26106552 / 26106960 Fax: 022 - 26106052 \nEmail: bimalokpal.mumbai@ecoi.co.in \nGoa, Mumbai Metropolitan \nRegion excluding Navi \nMumbai & Thane \nNOIDA – \nOffice of the Insurance Ombudsman, BhagwanSahai Palace 4th \nFloor, Main Road, Naya Bans, Sector 15, Distt: GautamBuddh \nNagar, U.P-201301 \nTel.: 0120-2514250 / 2514252 / 2514253 Email: \nbimalokpal.noida@ecoi.co.in \nState of Uttaranchal and the \nfollowing Districts of Uttar \nPradesh: Agra, Aligarh, \nBagpat, Bareilly, Bijnor, \nBudaun, Bulandshehar, Etah, \nKanooj, Mainpuri, Mathura, \nMeerut, Moradabad, \nMuzaffarnagar, Oraiyya, \nPilibhit, Etawah, Farrukhabad, \nFirozbad, Gautambodhanagar, \nGhaziabad, Hardoi, \nShahjahanpur, Hapur, Shamli, \nRampur, Kashganj, Sambhal, \nAmroha, Hathras, \nKanshiramnagar, Saharanpur \nPATNA – \nOffice of the Insurance Ombudsman, 1st Floor, Kalpana Arcade \nBuilding,, Bazar Samiti Road, Bahadurpur, Patna 800 006 Tel.: \n0612-2680952 \nEmail: bimalokpal.patna@ecoi.co.in \nBihar, Jharkhand \n \nPage47", "OICL HAPPY FAMILY FLOATER POLICY-2024 \nUIN: OICHLIP25046V062425 \n \nPUNE – \nOffice of the Insurance Ombudsman, Jeevan Darshan Bldg., 3rd \nFloor, C.T.S. No.s. 195 to 198, N.C. Kelkar Road, Narayan Peth, \nPune – 411 030 \nTel.: 020-41312555 \nEmail: bimalokpal.pune@ecoi.co.in \nArea of Navi Mumbai and \nThane excluding Mumbai \nMetropolitan Region \n \nPage48\n\n[Type here] \nPage49"]