["Well Baby Well Mother- Add On Wordings \nAdd On Wordings- Well Baby Well Mother \nBase Product UIN: EDLHLGP21462V032021 \nAdd On UIN: EDLHLGA23009V012223 \nEdelweiss General Insurance Company Limited, \nCorporate Office: 5th Floor, Tower 3, Kohinoor City Mall, Kohinoor City, Kirol Road, Kurla (West), Mumbai - 400 070, Registered Office: \nEdelweiss House, Off CST Road, Kalina, Mumbai -400 098, IRDAI Regn. No.: 159, CIN: U66000MH2016PLC273758, Reach us on: 1800 \n12000, Email: support@edelweissinsurance.com, Website: www.edelweissinsurance.com, Issuing/Corporate Office: +91 22 4272 2200, \nGrievance Redressal Officer: +91 22 4931 4422, Dedicated Toll-Free Number for Grievance: 1800 120 216216. Trade logo displayed above \nbelongs to Edelweiss Financial Services Limited and is used by Edelweiss General Insurance Company Limited under license. Insurance is \nthe subject matter of solicitation. Air Ambulance Cover  \n \nIn consideration of the payment of additional premium to Us, We will cover the expenses incurred on air \nambulance services in respect of an Insured Person which are offered by a healthcare or an air \nambulance service provider and which have been used during the Policy Period to transfer the Insured \nPerson to a Hospital or transfer from one hospital to another with adequate emergency facilities for the \nprovision of Emergency Care, provided that:  \ni.", "another with adequate emergency facilities for the \nprovision of Emergency Care, provided that:  \ni. Our maximum liability under this Benefit for any and all claims arising during the Policy \nYear will be restricted to the Sum insured as stated in the Policy Schedule;  \nii. The maximum distance of travel undertaken is 150 kms. In case of distance travelled is \nmore than 150 kms, proportionate amount of expenses upto 150 kms shall be payable. Example: If insured has travelled a distance of 300kms using an air ambulance we will pay \n50% of the total cost or Sum Insured whichever is lower. (Eligibility/Actual distance travelled \n: 150kms/300kms = 0.5) \n \niii. It is for a life threatening emergency health condition/s of the Insured Person which requires \nimmediate and rapid ambulance transportation from the place where the Insured Person is \nsituated at the time of requiring Emergency Care to a hospital provided that the \ntransportation is for Medically Necessary Treatment, is certified in writing by a Medical \nPractitioner, and road ambulance services cannot be provided. iv. Such air ambulance providing the services, should be duly licensed to operate as such by a \ncompetent government Authority. v.", "ng the services, should be duly licensed to operate as such by a \ncompetent government Authority. v. This cover is limited to transportation from the area of emergency to a  Hospital providing \nemergency care which is not available at the place of origin and from one medical centre to \nanother. ;  \nWe will not cover:  \na. Transfer of the Insured Person from one medical facility to another medical facility of \nsimilar capabilities which provides a similar level of care. b. Any transportation of the Insured Person from Hospital to the Insured Person’s \nresidence after he/she has been discharged from the Hospital  \nc. Any transportation or air ambulance expenses incurred outside the geographical scope \nof India. d. Attempt at suicide \ne. Injuries resulting from participation in acts of war or insurrection \nf. commission of unlawful acts \ng. Incidents involving use of drugs unless prescribed by a medical practitioner \nh. We have accepted a claim under Section II.A.1 in respect of the Insured Person for the \nsame Accident/Illness for which air ambulance services were availed. i. We shall not be liable if Medically Necessary Treatment can be provided at the Hospital \nwhere the Insured Person is situated at the time of requiring Emergency Care. Claims towards Air Ambulance expenses will be payable by mode of Reimbursement only", "Well Baby Well Mother- Add On Wordings \nAdd On Wordings- Well Baby Well Mother \nBase Product UIN: EDLHLGP21462V032021 \nAdd On UIN: EDLHLGA23009V012223 \nEdelweiss General Insurance Company Limited, \nCorporate Office: 5th Floor, Tower 3, Kohinoor City Mall, Kohinoor City, Kirol Road, Kurla (West), Mumbai - 400 070, Registered Office: \nEdelweiss House, Off CST Road, Kalina, Mumbai -400 098, IRDAI Regn. No.: 159, CIN: U66000MH2016PLC273758, Reach us on: 1800 \n12000, Email: support@edelweissinsurance.com, Website: www.edelweissinsurance.com, Issuing/Corporate Office: +91 22 4272 2200, \nGrievance Redressal Officer: +91 22 4931 4422, Dedicated Toll-Free Number for Grievance: 1800 120 216216. Trade logo displayed above \nbelongs to Edelweiss Financial Services Limited and is used by Edelweiss General Insurance Company Limited under license. Insurance is \nthe subject matter of solicitation. Well mother Cover  \nCovers routine medical care provided to an insured female (expectant mothers and mothers who have \ndelivered new born baby), which includes routine preventive care services and immunizations (within the \nmaternity hospitalization period), during the period as opted by insured and specified in the policy \nschedule \n• \nRoutine Medical Care would include expenses recommended by a doctor and incurred on – \nPharmacy, Diagnostics, Doctor Consultations and Therapy.", "recommended by a doctor and incurred on – \nPharmacy, Diagnostics, Doctor Consultations and Therapy. • \nRoutine Preventive Care Services will include expenses recommended by a doctor and incurred \non – Pharmacy and Diagnostic Tests. The insured shall have option to opt for this cover for any one of the below mentioned period: \ni) At the onset of pregnancy and up to pre-hospitalization period for maternity. ii)  At the onset of pregnancy and maternity hospitalization (only routine preventive care services and \nimmunizations) up to first discharge from hospital. iii) At the onset of pregnancy, maternity hospitalization (only routine preventive care services and \nimmunizations) and  until 30 days following birth of new born baby. We will not cover \n1. Any infertility treatments \n2. Any charges payable under the maternity section (if opted as an optional cover) of the policy \n  \nHealthy baby expenses / well baby care expenses  \nCover for expenses incurred for a New born baby after the birth until first discharge from hospital. Covers routine medical care provided to a new born baby, which includes limited to appropriate customary \nexaminations required to assess the integrity and basic functions of child’s organs and skeletal structure \ncarried out immediately following birth, routine preventive care services and immunizations (within the \nhospitalization period).", "wing birth, routine preventive care services and immunizations (within the \nhospitalization period). The sum insured limit shall be as opted for and specified in the policy schedule. For multiple born babies \nsum insured shall be subject to limit in place. Routine Preventive Care Services will include expenses recommended by a doctor and incurred on – \nPharmacy and Diagnostic Tests."]