["Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited THE ORIENTAL INSURANCE COMPANY LIMITED, MEDICLAIM INSURANCE POLICY-2024 (GROUP) 1 WHEREAS the insured named in the Schedule hereto has by a proposal and declaration dated stated in the Schedule (which shall be the basis of this Contract and is deemed to be incorporated herein) has applied to THE ORIENTAL INSURANCE COMPANY LIMITED (hereinafter called the Company) for the insurance hereinafter set forth in respect of persons(s) named in the Schedule hereto (hereinafter called the INSURED PERSON (S) )and has paid premium to the Company as consideration for such insurance to be serviced by Third Party Administrator (hereinafter called the TPA) or theCompany as the case maybe.", "serviced by Third Party Administrator (hereinafter called the TPA) or theCompany as the case maybe. NOW THIS POLICY WITNESSES that subject to the terms, conditions, exclusions and definitions contained herein or endorsed or otherwise expressed hereon, the Company undertakes that, if during the period stated in the Schedule any insured Person shall contract any disease or suffer from any illness / ailment / disease (hereinafter called ‘DISEASE’) or sustain any bodily injury through accident (hereinafter called ‘INJURY’) and if such disease or injury shall require, upon the advice of a duly qualified Physician / Medical Specialist/Medical Practitioner (hereinafter called MEDICAL PRACTITIONER) or of a duly qualified Surgeon (hereinafter called ‘SURGEON’) to incur (a) hospitalisation expenses for medical/surgical treatment atanyNursingHome/HospitalinIndiaashereindefined(hereinaftercalled‘HOSPITAL’)asaninpatientOR (b) on domiciliary treatment in India under Domiciliary Hospitalisation Benefits as hereinafter defined, the Company/TPAwillpaytotheHospitals(onlyiftreatmentistakenatNetworkHospital(s)withpriorconsentof Company/TPA) or re-imburse to the insured person, as the case may be, the amount of such expenses.", "f Company/TPA) or re-imburse to the insured person, as the case may be, the amount of such expenses. It is a precondition that these expenses are reasonably and necessarily incurred in respect thereof by or on behalf of such insured person but not exceeding the sum insured in aggregate in any one period of insurance stated in the schedulehereto. The policy reimburses the payment of Hospitalisation and / or Domiciliary Hospitalisation expenses only for illness/diseases contracted or injury sustained by the Insured Persons. In the event of any claim becoming admissible under this policy, the Company/TPA will pay to the hospital (only if treatment is taken at network hospitals with prior consent of Company/TPA) or re-imburse to the insured, as the case may be, the amount of expenses reasonably and necessarily incurred under different heads mentioned below thereof by or on behalf of such Insured Person not exceeding the Sum Insured in aggregate in respect of Insured Person as stated in the schedule for all claims admitted during the period of insurance mentioned in the schedule. 2. FOLLOWING REASONABLE & CUSTOMARY EXPENSES ARE REIMBURSABLE UNDER THE POLICY a. Room, Boarding and Nursing Expenses as provided by the Hospital /Nursing Home not exceeding 1 % of the Sum Insured or Rs. 5000 /- per day whichever is less. b.", "ital /Nursing Home not exceeding 1 % of the Sum Insured or Rs. 5000 /- per day whichever is less. b. I.C.Unitexpensesnotexceeding2%oftheSumInsuredorRs.10,000/-perdaywhicheverisless. (Room including I.C.U. stay should not exceed total number of admission days). c. Surgeon, Anaesthetist, Medical Practitioner, Consultants, Specialists Fees. d. Anaesthesia, Blood, Oxygen, Operation Theatre Charges, Surgical Appliances, Medicines & Drugs, Dialysis, Chemotherapy, Radiotherapy, Artificial Limbs, Cost of Prosthetic devices implanted during surgical procedure like pacemaker, Relevant Laboratory / Diagnostic test, X-Rayetc.. e. Ambulance services - 1% of the sum insured or Rs 2000/- whichever is less shall be reimbursable in case patient has to be shifted from residence to hospital in case of admission in Emergency Ward / I.C.U. or from oneHospital / Nursing home to another Hospital / Nursing Home by registered ambulance only for better medical facilities. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited Note: 1.Hospitalization expenses incurred for donating an organ by the donor (excluding cost of organ if any) to the insured person during the course of organ transplant will also be payable. However in any case the liability of the Company will be limited to over all Sum Insured of the Insured Person. 2A.", "case the liability of the Company will be limited to over all Sum Insured of the Insured Person. 2A. DOMICILIARY HOSPITALISATION BENEFIT: Domiciliary hospitalization means medical treatment for a period exceeding three days for such an illness/disease/injury which in the normal course would require care andtreatmentatahospitalbutisactuallytakenwhileconfinedathomeunderanyofthefollowingcircumstances: -the condition of the patient is such that he/she is not in a condition to be removed to a hospital,or -the patient takes treatment at home on account of non availability of room in ahospital. Subject however to the condition that Domiciliary Hospitalisation benefit shall not cover a) Expenses incurred for pre and post hospital treatmentand b) Expenses incurred for treatment for any of the following diseases: i. Asthma ii. Bronchitis, iii. Chronic Nephritis and NephriticSyndrome, iv. Diarrhoea and all types of Dysenteries includingGastro-enteritis, v. Diabetes Mellitus andInsipidus, vi. Epilepsy, vii. Hypertension, viii. Influenza, Cough andCold, ix. Pyrexia of unknown origin for less than 10days, x. Tonsillitis and Upper Respiratory Tract infection including Laryngitis andPharyngitis, xi. Arthritis, Gout andRheumatism. Note: Liability of theCompany under this clause is restricted as stated in the schedule attached hereto.", ": Liability of theCompany under this clause is restricted as stated in the schedule attached hereto. 2B.Telemedicine-Expenses incurred by insured on telemedicine/Teleconsultation with a registered medical practitioner for Diagnosis & treatment of a disease/illness covered under the Policy. Such reasonable incurred expenses will be reimbursable wherever consultation with a Registered medical practitioner is allowed in the terms and conditions of policy contract and shall be subject to Limits/Sublimits prescribed in Policy Schedule. Telemedicine offered shall be in compliance with the Telemedicine Practice Guidelines dated 25th of March 2020 by MCI and as amended from time to time.\" The limit of amount payable for telemedicine is Maximum Rs. 2,000/- per insured &/or per family, for a policy period. 2C. MATERNITYEXPENSES AND NEWBORN CHILD COVER BENEFITEXTENSION: a. This is an optional cover which can be obtained on payment of 10% of the total basic premium for all the insured persons under the policy. Total basic premium means the total premium computed before applying group discount and /or High Claims Ratio Loading, Low ClaimDiscount. b.", "ium computed before applying group discount and /or High Claims Ratio Loading, Low ClaimDiscount. b. Option for Maternity Expenses and Newborn Child Cover Benefit Extension has to be exercised at the time of inception of the policy period and no refund is allowable in case of Insured’s cancellation of this option during the currency of thepolicy. c. Those insured persons who are already having two or more living children will not be eligible for this benefit d. Claim in respect of only first two children and/or operations associated therewith will be considered in respectofanyoneinsuredpersoncoveredunderthepolicyoranyvalidandeffectiverenewalthereof e. The maximum benefit allowable under this clause will be upto Rs. 50,000/-and would fall under different heads mentioned under item1.2.. The sum insured under above benefit shall be a part of basic sum insured. Special conditions applicable to Maternity Expenses & NewbornChild Cover Benefit Extension Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited a. These benefits are admissible only if the expenses are incurred in hospital/nursing home as in-patients in India. b. A waiting period of 9 months is applicable for payment of any claim relating to normal delivery or caesarean section or abdominal operation for extra uterine Pregnancy.", "relating to normal delivery or caesarean section or abdominal operation for extra uterine Pregnancy. The waiting period may be relaxed only incase of delivery, miscarriage or abortion induced by accident or other medical emergency. c. Expenses incurred in connection with voluntary medical termination of pregnancy during the first twelve weeks from the date of conception are not covered. d. Pre-natal and post-natal expenses are not covered unless admitted in Hospital/nursing home and treatment is taken there. e. Pre Hospitalization and post Hospitalization benefits are not available under this section. f. Newly born child shall be covered from day one upto the age of 3 months and expenses incurred for treatment taken in hospital as in patient shall only be payable subject to within the specified sum insured under Maternity benefit extension. . 2D. HIV/ AIDS Cover The Company shall indemnify the Hospital or the Insured the Medical Expenses (including Pre and Post Hospitalisation Expenses) related to following stages of HIV infection: i. Acute HIV infection – acute flu-like symptoms ii. Clinical latency – usually asymptomatic or mild symptoms iii.", "nfection – acute flu-like symptoms ii. Clinical latency – usually asymptomatic or mild symptoms iii. AIDS – full-blown disease; CD4 < 200 2E: Mental Illness Cover: The Company shall indemnify the Hospital or the Insured the Medical Expenses (including Pre and Post Hospitalisation Expenses) only under certain conditions as:- 1.Illness covered under definition of mental illness*. 2.Hospitalization in Mental Health Establishment as defined*. 3.Hospitalization as advised Mental Health Professional as defined*. 4.Mental Conditions associated with the abuse of alcohol and drugs are excluded. 5.Mental Retardation and associated complications arising therein are excluded. 6. Any kind of Psychological counseling, cognitive/ family/ group/ behavior/ palliative therapy or other kinds of psychotherapy for which Hospitalisation is not necessary shall not be covered. *For starred items, please refer to Definitions Clause. 2F: All the following procedures, will be covered in the policy, if treated as in-patient care or as a part of domiciliary hospitalization or as day care treatment in the hospital, within the sub-limits in the complete policy period which is as defined below: Name of the Procedure Sub limits A. Uterine Artery Embolization and HIFU Per policy period: Up to INR 50,000. B. Balloon Sinuplasty Per policy period: Up to INR 40,000. C.", "U Per policy period: Up to INR 50,000. B. Balloon Sinuplasty Per policy period: Up to INR 40,000. C. Deep Brain stimulation Per policy period 10% of SI, subject to maximum INR 50,000. D. Oral chemotherapy Per policy period 25% of SI, subject to maximum INR 50,000. E. Immunotherapy- Monoclonal Antibody to be given as injection Per policy period 10% of SI, subject to maximum INR 50,000. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited F. Intra vitreal injections Per policy period 10% of SI, subject to maximum INR 50,000. G. Robotic surgeries Per Policy period 10% of SI, subject to maximum INR 1,00,000. H. Stereotactic radio surgeries Per policy period 10% of SI, subject to maximum INR 1,00,000. I. Bronchial Thermoplasty Per policy period 10% of SI, subject to maximum INR 1,00,000. J. Vaporization of the prostrate (Green laser treatment or holmium laser treatment) Per policy period 10% of SI, subject to maximum INR 50,000. K. IONM - (Intra Operative Neuro Monitoring) Per policy period 10% of SI, subject to maximum INR 50,000. L. Stemcell therapy: Hematopoietic stem cells for bone marrow transplant for hematological conditions to be covered. Per policy period 10% of SI, subject to maximum INR 50,000. 3. DEFINITIONS: 3.1.", "ions to be covered. Per policy period 10% of SI, subject to maximum INR 50,000. 3. DEFINITIONS: 3.1. HOSPITAL/NURSING HOME: means any institution established for in- patient care and day care treatment of Illness and / or injuries and which has been registered as a Hospital with the local authorities under the Clinical Establishments (Registration and Regulation) Act, 2010 or under the enactments specified under the Scheduleof Section 56(1) of the said Act*OR complies with all minimum criteria asunder: a) has qualified nursing staff under its employmentround the clock; b) has at least 10 In-patient beds, in towns having a population of less than 10,00,000 and at least 15 In-patient beds inall other places; c) has qualifiedMedicalPractitioner (s) incharge round thec lock; d) has a fully equipped operation theatreof its own where surgical procedures are carried out e) Maintains daily records of patients andmakesthe accessibletothe Insurance Company’s authorized personnel. *Following are the enactments specified under the schedule of Section 56 of Clinical Establishment (Registration and Regulation) Act, 2010 as of October 2013. Please refer to the Act for amendments, if any: 1. The Andhra Pradesh Private Medical care Establishments (Registration and Regulations) Act, 2002 2. The Bombay Nursing Homes Registration Act, 1949 3. The Delhi Nursing Home Registration Act, 1953 4.", "The Bombay Nursing Homes Registration Act, 1949 3. The Delhi Nursing Home Registration Act, 1953 4. The Madhya Pradesh Upcharya Griha Tatha Rujopchar Sanbadhu Sthapamaue (Ragistrikaran Tatha Anugyapan) Adhiniyam, 1973. 5. TheManipur Homes and Clinics Registration Act, 1992 6. The Nagaland Health Care Establishments Act, 1997 Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited 7. The Orissa Clinical Establishments (Control and Regulations) Act, 1990 8. The Punjab State Nursing Home Registration Act, 1991 9. The West Bengal Clinical Establishment Act, 1950 3.2.AYUSH Hospital: An AYUSH Hospital is a healthcare facility wherein medical/surgical/para-surgical treatment procedures and interventions are carried out by AYUSH Medical Practioner(s) comprising of any of the following: a. Central or State Government AYUSH Hospital; or b. Teaching hospital attached to AYUSH College recognized by the Central Government /CentralCouncil ofIndian Medicine/ CentralCouncil for Homeopathy; or c. AYUSH Hospital, standalone or co-located with in-patient healthcare facility of any recognized system of medicine, registered with the local authorities, wherever applicable, and is under the supervision of a qualified registered AYUSH Medical Practioner and must comply with all the following criterion: i. Having at least five in- patient beds; ii.", "oner and must comply with all the following criterion: i. Having at least five in- patient beds; ii. Having qualified AYUSH Medical Practioner in chargeround the clock; iii. Having dedicated AYUSH therapy sections asrequired and/or has equipped operation theatre where surgical procedures are to be carried out; iv. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative. 3.3. AYUSH Day Care Centre: AYUSH Day Care Centre means and includes Community Health Centre (CHC), Primary health Centre (PHC), Dispensary, Clinic, Polyclinic or any such health centre which is registered with the local authorities, wherever applicable and having facilities for carrying out treatment procedures and medical or surgical/para-surgical interventions or both under the supervision of registered AYUSH Medical Practioner (s) on day care basis without inpatient services and must comply with all the following criterion: i. Having qualified registered AYUSH Medical Practitioner (s) in charge. ii.Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where surgical procedures are to be carried out; iii. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative.", "rds of the patients and making them accessible to the insurance company’s authorized representative. The term ‘Hospital/Nursing Home’ shall not include an establishment which is a place of rest, a place for the aged, a place for drug addicts or a place for alcoholics, a hotel or a similar place. Note: The Company shall indemnify medical expenses incurred for inpatient care treatment under Ayurveda,Yoga and Naturopathy, Unani, Siddha and Homeopathy systems of medicines during each Policy Year up to the limit of suminsured as specified in the policy schedule in any AYUSH Hospital. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited . 3.4. SURGICAL OPERATION: Surgery or Surgical Procedure means manual and / or operative procedure (s) required for treatment of an illness or injury, correction of deformities and defects, diagnosis and cure of diseases, relief of suffering or prolongation of life, performed in a hospital or day care centre by a medical practitioner. 3.5. HOSPITALISATION PERIOD: Expenses on Hospitalisation are admissible only if hospitalisation is for a minimumperiod of 24 hours. However, (A) This time limit will not apply to following specific treatments taken in the Network Hospital/Nursing Home where the Insured is discharged on the same day. Such treatment will be considered to be taken under Hospitalisation Benefit.", "harged on the same day. Such treatment will be considered to be taken under Hospitalisation Benefit. i. HaemoDialysis, ii. ParentralChemotherapy, iii. Radiotherapy, iv. Eye Surgery, v.Lithotripsy (kidney stone removal), vi. Tonsillectomy, vii. D&C, viii. Dentalsurgery following an accident ix. Hysterectomy x.Coronary Angioplasty xi. Coronary Angiography xii. Surgery of Gall bladder, Pancreas and bile duct xiii. Surgery of Hernia xiv. Surgery of Hydrocele. xv. Surgery of Prostrate. xvi. Gastrointestinal Surgery. xvii. Genital Surgery. xviii. Surgery of Nose. xix. Surgery of throat. xx. Surgery of Appendix. xxi. Surgery of Urinary System. xxii. Treatment of fractures / dislocation excluding hair line fracture, Contracture releases and minor reconstructive procedures of limbs which otherwise require hospitalisation. xxiii. Arthroscopic Knee surgery. xxiv. Laproscopic therapeutic surgeries. xxv. Any surgery under General Anaesthesia. xxvi. Or any such disease / procedure agreed by TPA/Company before treatment.", "r General Anaesthesia. xxvi. Or any such disease / procedure agreed by TPA/Company before treatment. (B) Further if the treatment / procedure / surgeries of above diseases are carried out in Day Care Centre, which meansanyinstitutionestablishedfordaycaretreatmentofillnessand/orinjuriesORamedicalset-upwithina hospital and which has been registered with the local authorities, wherever applicable, and is under the supervision of a registered and qualified medical practitioner AND must comply with all minimum criteria as under:- 1. has qualified nursing staff under its employment, 2. has qualified medical practitioner (s) incharge, 3. has a fully equipped operation theatre of its own, where surgical procedures are carried out4. maintains dailyrecordsofpatientsandwillmaketheseaccessibletotheInsurancecompany’sauthorized personnel, the requirement of minimum number of beds is overlooked. (C) This condition of minimum 24 hours Hospitalisation will also not apply provided, medical treatment, and/or surgical procedureis: Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited i. under takenunderGeneralorLocalAnesthesiainahospital/daycarecentreinlessthan24hrsbecauseof technological advancement,and ii. whichwouldhaveotherwiserequiredahospitalizationofmorethan24hours. ABOVEARE ADMISSIBLE SUBJECT TO TERMS & CONDITIONS OFTHE POLICY.", "edahospitalizationofmorethan24hours. ABOVEARE ADMISSIBLE SUBJECT TO TERMS & CONDITIONS OFTHE POLICY. NOTE: PROCEDURES / TREATMENTS USUALLY DONE IN OUT PATIENT DEPARTMENT ARE NOT PAYABLE UNDER THE POLICY EVEN IF CONVERTED TO DAY CARE SURGERY / PROCEDURE OR AS IN PATIENT IN THE HOSPITAL FOR MORE THAN 24 HOURS. 3.6. INSURED PERSON: Means Person(s) named on the schedule of the policy. 3.7. ENTIRE CONTRACT: This policy / proposal and declaration given by the insured constitute the complete contract of this policy. Only Insurer may alter the terms and conditions of this policy. Any alteration that may be made by the insurer shall only be evidenced by a duly signed and sealed endorsement on the policy. 3.8. THIRD PARTY ADMINISTRATOR (TPA): means any company who has obtained licence from IRDA to practice as a third party administrator and is appointed by the Company. 3.9. NETWORK PROVIDER: means hospitals or healthcare providers enlisted by an insurer or by a TPA and insurer together,to provide medical services to an insured on payment,by a cashless facility. 3.10. HOSPITALISATION PERIOD: The period for which an insured person is admitted in the hospital as inpatientandstaysthereforthesolepurposeofreceivingthenecessaryandreasonabletreatmentforthe disease / ailment contracted / injuries sustained during the period of policy.", "onabletreatmentforthe disease / ailment contracted / injuries sustained during the period of policy. The minimum period of stay shall be 24 hours except for specified procedures/ treatment where such admission could be for a period of less than 24 consecutivehours. 3.11. PRE-HOSPITALISATION EXPENSES: Medical Expenses incurred during the period upto 30 days prior to the date of admission, provided that: a. SuchMedicalExpensesareincurredforthesameconditionforwhichtheInsuredPerson’sHospitalisationwas required,and b. The In-patient Hospitalization claimfor such Hospitalization is admissible by the Insurance Company. 3.12. POST-HOSPITALISATION EXPENSES: Medical Expenses incurred for a period upto 60 days from the date of discharge from the hospital, provided that: a. SuchMedicalExpensesareincurredforthesameconditionforwhichtheInsuredPerson’sHospitalisationwas required ,and b. The In-patient Hospitalization claimfor such Hospitalization is admissible by the Insurance Company. 3.13. MEDICALPRACTITIONER:AMedicalpractitionerisapersonwhoholdsavalidregistrationfromtheMedical Council of any state or Medical Council of India or Council for Indian Medicine or for Homeopathy set up by the government of India or a State Government and is thereby entitled to practice medicine within its jurisdiction; and is acting within the scope and jurisdiction of license. 3.14.", "medicine within its jurisdiction; and is acting within the scope and jurisdiction of license. 3.14. QUALIFIED NURSE:Qualified nurse is a person who holds a valid registration from the Nursing Council of India or the Nursing Council of any state in India. 3.15. Pre-Existing Disease (PED): Preexisting disease means any condition, ailment, injury or disease: a. that is/are diagnosed by a physician within 36 months prior to the effective date of the policy issued by the insurer, or its reinstatement. b. for which medical advice or treatment was recommended by, or received from, a physician within 36 months prior to the effective date of the policy or its reinstatement. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited 3.16. ILLNESS Illness means a sickness or a disease or pathological condition leading to the impairment of normal physiological function which manifests itself during the Policy Period and requires medical treatment. a. Acute condition- Acuteconditionisadisease,illnessorinjurythatislikelytorespondquicklytotreatment which aims to return the person to his or her state of health immediately before suffering the disease/ illness/ injury which leads to full recovery. b.", "of health immediately before suffering the disease/ illness/ injury which leads to full recovery. b. Chronic condition - A chronic condition is defined as a disease, illness, Or injury that has one or more of the following characteristics:—it needs ongoing or long-term monitoring through consultations, examinations, checkups, and / or tests—it needs ongoing or long-term control or relief of symptoms— it requires your rehabilitation or for you to be specially trained to cope with it—it continues indefinitely—it comes back or is likely to come back. 3.17. INJURY Injury means accidental physical bodily harm excluding illness or disease solely and directly caused by external, violent and visible and evident means which is verified and certified by a Medical Practitioner. 3.18. CONGENITALANOMALY Congenital Anomaly refers to a condition(s) which is present since birth, and which is abnormal with reference to form, structure or position. a. Internal Congenital Anomaly Which is not in the visible and accessible parts of the body is called Internal Congenital Anomaly b. External Congenital Anomaly which is in the visible and accessible parts of the body is called External Congenital Anomaly 3.19.", "which is in the visible and accessible parts of the body is called External Congenital Anomaly 3.19. IN-PATIENT: An Insured person who is admitted to hospital and stays for at least 24 hours for the sole purpose of receiving the treatment for suffered ailment / illness / disease / injury / accident during the currency of the policy. 3.20. REASONABLEANDCUSTOMARY CHARGES :means the charges for services or supplies, which are the standard charges for the specific provider and consistent with the prevailing charges in the geographical areafor identical or similar services, taking into account the nature of the illness / injury involved. For a networked hospital means the rate pre-agreed between Networked Hospital and the TPA for surgical / medical treatment that is necessary , customary and reasonable for treating the condition for which insured person was hospitalized. NOTE: Any expenses (as mentioned above) which are not covered under the policy and / or which are not reasonable, customary and necessary, the same have to be borne by the insured person himself. 3.21. CASHLESS FACILITY: It means a facility extended by the insurer to the insured where the payments of the costs of the treatment undergone by the insured in accordance with the policy terms and conditions, are directly made to the network provider by the insurer to the extent of pre- authorization approved. 3.22. I .D.", "ade to the network provider by the insurer to the extent of pre- authorization approved. 3.22. I .D. CARD: means the card issued to the Insured Person by the TPA to avail Cashless facility in the Network Hospital. 3.23. DAY CARE PROCEDURE: means the course of Medical treatment / surgical procedure listed at 2.3 (A) carried out, in Networked specialized Day Care Centre which is fully equipped with advanced technology and specialised infrastructure where the insured is discharged on the same day, the requirement of minimum beds will be over looked provided other conditions aremet. 3.24. LIMIT OF INDEMNITY: means the amount stated in the schedule against the name of each insured person Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited which represents maximum liability for any and all claims made during the policy period in respect of that insured person in respect of hospitalization taking place during currency of the policy. 3.25. ANY ONE ILLNESS: Any one illness means continuous Period of illness and it includes relapse within 45 days from the date of last consultation OR 105 days from the date of discharge ,whichever is earlier, from the Hospital/Nursing Home where treatment may have been taken. 3.26. PERIOD OF POLICY:This insurance policy is issued for a period of one year shown in the schedule. 3.27.", "RIOD OF POLICY:This insurance policy is issued for a period of one year shown in the schedule. 3.27. Portability: “Portability” means, the right accorded to individual health insurance policyholders (including all members under family cover), to transfer the credit gained for pre-existing conditions and time bound exclusions, from one insurer to another insurer. 3.28. Migration : “Migration” means, the right accorded to health insurance policy holders (including all members under family cover and members of group health insurance policy), to transfer the credit gained for pre- existing conditions and time bound exclusions, with the same insurer. 3.29. Mental Illness: “mental illness” means a substantial disorder of thinking, mood, perception, orientation or memory that grossly impairs judgment, behaviour, capacity to recognise reality or ability to meet the ordinary demands of life, mental conditions associated with the abuse of alcohol and drugs, but does not include mental retardation which is a condition of arrested or incomplete development of mind of a person, specially characterised by sub normality of intelligence. 3.30.", "ete development of mind of a person, specially characterised by sub normality of intelligence. 3.30. Mental Health Establishment:“mental health establishment” means any health establishment, including Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homoeopathy establishment, by whatever name called, either wholly or partly, meant for the care of persons with mental illness, established, owned, controlled or maintained by the appropriate Government, local authority, trust, whether private or public, corporation, cooperative society, organisation or any other entity or person, where persons with mental illness are admitted and reside at, or kept in, for care, treatment, convalescence and rehabilitation, either temporarily or otherwise; and includes any general hospital or general nursing home established or maintained by the appropriate Government, local authority, trust, whether private or public, corporation, co-operative society, organisation or any other entity or person; but does not include a family residential place where a person with mental illness resides with his relatives or friends. 3.31.", "ly residential place where a person with mental illness resides with his relatives or friends. 3.31. Mental health professional: (i) a psychiatrist or (ii) a professional registered with the concerned State Authority under section 55; or (iii) a professional having a post-graduate degree (Ayurveda) in Mano Vigyan Avum Manas Roga or a postgraduate degree (Homoeopathy) in Psychiatry or a post-graduate degree (Unani) in Moalijat (Nafasiyatt) or a post-graduate degree (Siddha) in Sirappu Maruthuvam; 4 EXCLUSIONS:Waiting Period The Company shall not be liable to make any payment under the policy in connection with or in respect of following expenses till the expiry of waiting period mentioned below: 4.1. Pre-existingDiseases- code–ExcI 01 a). Expenses related to the treatment of a pre-existing Disease (PED) and its direct complications shall be excluded until the expiry of 36 months of continuous coverage after the date of inception of the first policy with the insurer or its reinstatement. b). In case of enhancement of sum insured the exclusion shall apply afresh to the extent of suminsured increase. c).", "nhancement of sum insured the exclusion shall apply afresh to the extent of suminsured increase. c). If the Insured person is continuously covered without any break as defined under the portabilitynorms of the extant IRDAI ( Health Insurance) Regulations, then waiting period for the same would be reduced to the extent of the Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited prior coverage. d). Coverage under the policy after the expiry of 36 months for any pre-existing disease is subject to the same being declared at the time of application and accepted by insurer or its reinstatement. 4.2. Specified disease/ procedure waiting period-code- ExcI02 a). Expensesrelated to the treatment of the listedConditions,surgeries/treatmentsshallbe excludeduntilthe expiryof the specified waitingperiodofthecontinuouscoverageafter thedateof inceptionofthe firstpolicywith us.This exclusionshallnotbe applicable for claims arising due to an accident. b). In case of enhancement ofsum insured the exclusion shall apply a fresh to theextent ofsum insured increase. c). If anyof the specified disease/procedure falls under the waitingperiod specifiedfor pre-Existing diseases, thenthe longer of the two waiting periodsshall apply.", "tingperiod specifiedfor pre-Existing diseases, thenthe longer of the two waiting periodsshall apply. d).The waiting period for listed conditions shall apply even if contracted after the policy or declared and accepted without a specificexclusion. e). IftheInsuredPersonis continuouslycovered without any break as definedunder the applicablenorms onportability stipulated by IRDAI, then waiting period for the same would be reduced to the extent of prior coverage. f). The expenses on treatment of following ailments / diseases / surgeries, if contracted and / or manifested after inception of first Policy(subject to continuity being maintained), are not payable during the waiting period specified below. Ailment / Disease / Surgery Waiting Period I Benign ENT disorders and surgeries i.e. Tonsillectomy, Adenoidectomy, Mastoidectomy, Tympanoplasty etc. 1 year Ii Polycystic ovarian diseases. 1 year Iii Surgery of hernia. 2 years Iv Surgery of hydrocele. 2 years V Non-infective Arthritis. 2 years Vi Undescendent Testes. 2 Years Vii Cataract. 2 Years Viii Surgery of benign prostatic hypertrophy. 2 Years Ix Hysterectomy for menorrhagia or fibromyoma or myomectomy or prolapse of uterus. 2 Years X Fissure / Fistula in anus. 2 Years Xi Piles. 2 Years Xii Sinusitis and related disorders. 2 Years Xiii Surgery of gallbladder and bile duct excluding malignancy.", "sitis and related disorders. 2 Years Xiii Surgery of gallbladder and bile duct excluding malignancy. 2 Years Xiv Surgeryofgenito-urinarysystemexcludingmalignancy. 2 Years Xv Pilonidal Sinus. 2 Years Xvi Gout and Rheumatism. 2 Years Xvii Hypertension. 90 Days* Xviii Diabetes. 90 Days* *Subject to application of clause 7.12 ofthe policy conditions. Xix Calculus diseases. 2 Years Xx Surgery for prolapsed inter vertebral disk unless arising from accident. 2 Years Xxi Surgery of varicose veins and varicose ulcers. 2 Years Xxii Joint Replacement due to Degenerative condition. 3Years Xxiii Age related osteoarthritis and Osteoporosis. 3Years Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited Note: If the continuity of the renewal is not maintained then subsequent cover will be treated as fresh Policy and clauses 4.1, 4.2, 4.3 shall apply afresh, unless agreed by the Company and suitable endorsement passed on the Policy, by the duly authorized official of the Company. Similarly, if the Sum Insure dis enhanced subsequent to the inception of the firstPolicy,clauses4.1,4.2and4.3shallapplyafresh onthe enhanced portionof theSum Insured. 4.3 30 day waiting period- code – ExcI 03 a).", "llapplyafresh onthe enhanced portionof theSum Insured. 4.3 30 day waiting period- code – ExcI 03 a). Expenses related to the treatment of any illness within 30 days from the first policy commencement date shall be excluded except claims arising due to an accident, provided the same are covered. b). This exclusion shall not, however, apply if the Insured Person has continuous coverage for more than twelve months. c). The within referred waiting period is made applicable to the enhanced sum insured in the event of granting higher sum insured subsequently. 5. GENERAL EXCLUSIONS:TheCompany shall not be liable to make any payment under this Policy in respect of any expensewhatsoever incurredbyanyInsured Person in connection withor in respect of: 5.1.Investigation & Evaluation – Code – ExcI 04 a). Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded. b). Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are excluded. 5.2. Rest Cure, rehabilitation and respite care – Code –ExcI 05 a) Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also includes: i.", "ny admission primarily for enforced bed rest and not for receiving treatment. This also includes: i. Custodial care either at home or in a nursing facility for personal care such as help with activities of daily living such a bathing, dressing, moving around either by skilled nurses or assistant or non-skilled persons. ii. Any services for people who are terminally ill to address physical, social, emotional and spiritual needs. 5.3.Obesity/Weight Control : Code- EscI 06 Expenses related to the surgical treatment of obesity that does not fulfill all the below conditions: 1). Surgery to be conducted is upon the advice of the Doctor. 2). The surgery /Procedure conducted should be supported by clinical protocols. 3). The member has to be 18 years of age or older and 4). Body Mass Index (BMI): a). greater than or equal to 40 or b). greater than or equal to 35 in conjunction with any of the following severe co-morbidities following failures of less invasive methods of weight loss: i). Obesity – related cardiomyopathy ii). Coronary heart diseases iii). Severe Sleep Apnea. iv). Uncontrolled Type 2 Diabetes. 5.4. Change of Gender Treatments : Code – ExcI 07 Expenses related to any treatment, including surgical management, to change characteristics of the body to those of the opposite. 5.5.", "including surgical management, to change characteristics of the body to those of the opposite. 5.5. Cosmetic or Plastic Surgery- Code- ExcI 08 Expenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction following an accident, burns(s) or Cancer or as part of medically necessary treatment to remove a direct and immediate health risk to the insured. For this to be considered a medical necessity, it must be certified by the attending Medical practioner. 5.6. Hazardous or Adventure sports- Code- ExcI 09 Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited Expenses related to any treatment necessitated due to participation as a professional in hazardous or adventure sports including but not limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, hand gliding, sky diving, deep-sea diving. 5.7. Breach of law – Code –ExcI 010 Expenses for treatment directly arising from or consequent upon any Insured Person commiting or attempting to commit a breach of law with criminal intent. 5.8. Excluded Providers- Code – ExcI 011 Expenses incurred towards treatment in any hospital or by any Medical Practioner or any other provider specifically excluded by the Insurer and disclosed in its website /notified to the policy holders are not admissible.", "uded by the Insurer and disclosed in its website /notified to the policy holders are not admissible. However, in case of life threatening situations or following an accident, expenses upto the stage of stabilization are payable but not complete claim. 5.9. Treatment for, Alcolholic drug or substance abuse or any addictive condition and consequences thereof. – Code- ExcI012 5.10.Treatments received in health hydros, nature cure clinics, spas or similar establishments or private beds registered as a nursing home attached to such establishments or where admission is arranged wholly or partly for domestic reasons.- Code- ExcI013 5.11.Dietary supplements and substances that can be purchased without prescription, including but not limited to vitamins, minerals and organic substances unless prescribed by a medical practioner as part of hospitalization claim or day care procedure.- Code- ExcI014 5.12.Refractive Error- Code- ExcI 015 Expenses related to the treatment for correction of eye sight due to refractive error less than 7.5 dioptres. 5.13.UnprovenTreatments- Code – excI 016 Expenses related to any unproven treatment, services and supplies for or in connection with any treatment. Unproven treatments are treatments, procedures or supplies that lack significant medical documentation to support their effectiveness.", ", procedures or supplies that lack significant medical documentation to support their effectiveness. 5.14.Sterility and Infertility- Code- ExcI 017 Expenses related to sterility and infertility. This includes: i). Any type of contraception, sterilization. ii). Assisted Reproduction services including artificial insemination and advanced reproductive technologies such as IVF, ZIFT, GIFT, ICSI. Iii). Gestation Surrogacy. iv). Reversal of sterilization. 5.15.Maternity- Code- ExcI 018 i). Medical treatment expenses traceable to childbirth (including complicated deliveries and cesarean sections incurred during hospitalization) except ectopic pregnancy. ii). Expenses towards miscarriage (unless due to an accident) and lawful medical termination of pregnancy during the policy period. 5.16. War (whether declared or not) and war like occurrence or invasion, acts of foreign enemies, hostilities, civil war, rebellion, revolutions, insurrections, mutiny, military or usurped power, seizure,capture, arrest, restraints and detainment of allkinds. 5.17. Nuclear, chemical or biological attack or weapons, contributed to, caused by, resulting from or from any other cause or event contributing concurrently or in any other sequence to the loss, claim or expense.", "her cause or event contributing concurrently or in any other sequence to the loss, claim or expense. For the purpose of this exclusion: Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited a) Nuclear attack or weapons means the use of any nuclear weapon or device or waste or combustion of nuclear fuel or the emission, discharge, dispersal, release or escape of fissile/ fusion material emitting a level of radioactivity capable of causing any Illness, incapacitating disablement ordeath. b) Chemical attack or weapons means the emission, discharge, dispersal, release or escape of any solid, liquid or gaseous chemical compound which, when suitably distributed, is capable of causing any Illness, incapacitating disablement or death. c) Biological attack or weapons means the emission, discharge, dispersal, release or escape of any pathogenic (disease producing) micro-organisms and/or biologically produced toxins (including genetically modified organisms and chemically synthesized toxins) which are capable of causing any Illness, incapacitating disablement or death. 5.18 Costs of spectacles, contact lenses, hearing aids etc. 5.19 Congenital external diseases or defects or anomalis. 5.20 Expenses for investigation/treatment irrelevant to the disease for which admitted or diagnosed.", "5.20 Expenses for investigation/treatment irrelevant to the disease for which admitted or diagnosed. Private nursing charges, Referral fee to family doctors, out station consultants / Surgeons fees etc. 5.21 Experimental or alternative medicine (other than Ayurveda, Siddha, Unani & Homeopathy as expressed in clause 1.2.A1) and related treatment including acupressure, acupuncture, magnetic and such other therapies. 5.22 Stem cell implantation and/or Surgery other than Hematopoietic stem cells for bone marrow transplant for hematological conditions, which to be covered. 5.23 Cost of external and or durable medical / non-medical equipment of any kind used for diagnosis and or treatment including CPAP, CAPD, Infusion pump etc., Ambulatory devices i.e. walker, Crutches, Belts, Collars, Caps, splints, slings, braces, Stockings etc. of any kind, Diabetic foot wear, Glucometer, Thermometer, Blood Pressure monitoring machine and similar related items and also any medical equipment which is subsequently used at home. Exhaustive list available on our website (www. orientalinsurance.org.in). 5.24 Change of treatment from one system of medicine to another unless agreed / allowed and recommended by the consultant under whom the treatment is being taken.", "r unless agreed / allowed and recommended by the consultant under whom the treatment is being taken. 5.25 Treatments such as Rotational Field Quantum Magnetic Resonance (RFQMR), External Counter Pulsation (ECP), Enhanced External Counter Pulsation (EECP), Hyperbaric Oxygen Therapy. 5.26 Any stay in the Hospital for any domestic reason or where no active regular treatment is given by the Specialist. 5.27 Any kind of Service charges, Surcharges, Admission fees / Registration charges etc levied by the Hospital. 5.28 Doctor’s home visit charges, Attendant / Nursing charges during pre and post Hospitalisation period Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited 5.29 Pre and Post Hospitalization expenses unrelated with disease / Injury for which Hospitalization claim has been admitted under the Policy 5.30. Circumcision (unless necessary for treatment of a disease not excluded hereunder or as may be necessitated due to any accident), vaccination (except as covered under 1.2 B(ii)), inoculation or change of life or cosmetic or aesthetic treatment of any description.", "der 1.2 B(ii)), inoculation or change of life or cosmetic or aesthetic treatment of any description. 5.31 Any dental treatment or Surgery which is corrective, cosmetic or of aesthetic procedure, filling of cavity, crowns, root canal treatment including treatment for wear and tear etc., unless arising from disease or Injury and which requires Hospitalization for treatment. 5.32 All non medical expenses including personal comfort and convenience items or services such as Wi- Fi/internet charges telephone, television, ayah / barber or beauty services, diet charges, baby food, cosmetics, napkins, toiletry items etc, guest services and similar incidental expenses or services etc. 5.33 Genetic Disorders. 5.34 Massages, Steam bathing, Shirodhara and alike treatment under Ayurvedic treatment. 5.35 Any expenses incurred on OPD treatment. 5.36 Treatment taken outside the geographical limits of India. 6. If the proposer is suffering or has suffered from any of the following disease, as per serial no 1- 16 of the below table at the time of taking the policy, the specific ICD codes will be permanently excluded from the policy coverage: Sr. No.", "ng the policy, the specific ICD codes will be permanently excluded from the policy coverage: Sr. No. Disease ICD Code 1 Sarcoidosis D86.0-D86.9 Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited 2 Malignant Neoplasms C00-C14 Malignant neoplasms of lip, oral cavity and pharynx, • C15- C26 Malignant neoplasms of digestive organs, • C30-C39 Malignant neoplasms of respiratory and intrathoracic organs• C40-C41 Malignant neoplasms of bone and articular cartilage• C43-C44 Melanoma and other malignant neoplasms of skin • C45-C49 Malignant neoplasms of mesothelial and soft tissue • C50-C50 Malignant neoplasms of breast • C51-C58 Malignant neoplasms of female genital organs • C60-C63 Malignant neoplasms of male genital organs • C64-C68 Malignant neoplasms of urinary tract • C69-C72 Malignant neoplasms of eye, brain and other parts of central nervous system • C73-C75 Malignant neoplasms of thyroid and other endocrine glands • C76-C80 Malignant neoplasms of ill-defined, other secondary and unspecified sites • C7A- C7A Malignant neuroendocrine tumours • C7B-C7B Secondary neuroendocrine tumours • C81-C96 Malignant neoplasms of lymphoid, hematopoietic and related tissue• D00-D09 In situ neoplasms • D10- D36 Benign neoplasms, except benign neuroendocrine tumours • D37- D48 Neoplasms of uncertain behaviour, polycythaemiavera and myelodysplastic syndromes • D3A-D3A Benign neuroendocrine tumours • D49-D49 Neoplasms of unspecified behaviour 3 Epilepsy G40 Epilepsy 4 Heart Ailment Congenital heart disease and valvularheart disease I49 Other cardiac arrhythmias, (I20-I25)Ischemic heart diseases, I50Heart failure, I42Cardiomyopathy; I05-I09 - Chronic rheumaticheart diseases.", "emic heart diseases, I50Heart failure, I42Cardiomyopathy; I05-I09 - Chronic rheumaticheart diseases. • Q20 Congenital malformations of cardiac chambers and connections • Q21 Congenital malformations of cardiac septa • Q22 Congenital malformations of pulmonary and tricuspid valves • Q23 Congenital malformations of aortic and mitral valves • Q24 Other congenital malformations of heart • Q25 Congenital malformations of Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited great arteries • Q26 Congenital malformations of great veins • Q27 Other congenital malformations of peripheral vascular system• Q28 Other congenital malformations of circulatory system • I00-I02 Acute rheumatic fever • I05-I09 • Chronic rheumatic heart diseases Nonrheumatic mitral valve disorders mitral (valve): • disease (I05.9) • failure (I05.8) • stenosis (I05.0). When of unspecified cause but with mention of: • diseases of aortic valve (I08.0), • mitral stenosis or obstruction (I05.0) when specified as congenital (Q23.2, Q23.3) when specified as rheumatic (I05), I34.0Mitral (valve) insufficiency • Mitral (valve): incompetence / regurgitation - • NOS or of specified cause, except rheumatic, I 34.1to I34.9 - Valvular heart disease.", "urgitation - • NOS or of specified cause, except rheumatic, I 34.1to I34.9 - Valvular heart disease. 5 Cerebrovascular disease (Stroke) I67 Other cerebrovascular diseases, (I60-I69) Cerebrovascular diseases 6 Inflammatory Bowel Diseases K 50.0 to K 50.9 (including Crohn's and Ulcerative colitis) K50.0 - Crohn's disease of small intestine; K50.1 -Crohn's disease of large intestine; K50.8 - Other Crohn's disease; K50.9 - Crohn's disease, unspecified. K51.0 - Ulcerative (chronic) enterocolitis; K51.8 -Other ulcerative colitis; K51.9 - Ulcerative colitis,unspecified. 7 Chronic Liver diseases K70.0 To K74.6 Fibrosis and cirrhosis of liver; K71.7 - Toxic liver disease with fibrosis and cirrhosis of liver; K70.3 - Alcoholic cirrhosis of liver; I98.2 - K70.- Alcoholic liver disease; Oesophagealvarices in diseases classifiedelsewhere.", "of liver; I98.2 - K70.- Alcoholic liver disease; Oesophagealvarices in diseases classifiedelsewhere. K 70 to K 74.6 (Fibrosis, cirrhosis, alcoholic liver disease, CLD) 8 Pancreatic diseases K85-Acute pancreatitis; (Q 45.0 to Q 45.1) Congenital conditions of pancreas, K 86.1 to K 86.8 - Chronic pancreatitis 9 Chronic Kidney disease N17-N19) Renal failure; I12.0 - Hypertensive renal disease with renal failure; I12.9 Hypertensive renal disease without renal failure; I13.1 - Hypertensive heart and renal disease with renal failure; I13.2 - Hypertensive heart and renal disease with both (congestive) heart failure and renal failure; N99.0 - Post procedural renal failure; O08.4 - Renal failure following abortion and ectopic and molar pregnancy; O90.4 - Postpartum acute renal failure; P96.0 - Congenital renal failure.", "topic and molar pregnancy; O90.4 - Postpartum acute renal failure; P96.0 - Congenital renal failure. Congenital malformations of the urinary system (Q 60 to Q64), diabetic nephropathy E14.2, N.083 10 Hepatitis B B16.0 - Acute hepatitis B with delta-agent (coinfection) with hepatic coma; B16.1 – Acute hepatitis B with delta- agent (coinfection) without hepatic coma; B16.2 - Acute hepatitis B without delta-agent with hepatic coma; B16.9 –Acute hepatitis B withoutdelta- agent and without hepatic coma; B17.0 –Acute delta- (super)infection of hepatitis B carrier; B18.0 -Chronic viral hepatitis B with delta-agent; B18.1 -Chronic viral hepatitis B without delta-agent; 11 Alzheimer's Disease, Parkinson's Disease - G30.9 - Alzheimer's disease, unspecified; F00.9 - G30.9Dementia in Alzheimer's disease, unspecified, G20 - Parkinson's disease.", ", unspecified; F00.9 - G30.9Dementia in Alzheimer's disease, unspecified, G20 - Parkinson's disease. 12 Demyelinating disease G.35 to G 37 13 HIV & AIDS B20.0 - HIV disease resulting in mycobacterial infection; B20.1 - HIV disease resulting in other bacterial infections; B20.2 - HIV disease resulting in cytomegaloviral disease; B20.3 - HIV disease resulting in other viral infections; B20.4 - HIV disease resulting in candidiasis; B20.5 - HIV disease resulting in other mycoses; B20.6 - HIV disease resulting in Pneumocystis carinii pneumonia; B20.7 - HIV disease Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited resulting in multiple infections; B20.8 - HIV disease resulting in other infectious and parasitic diseases; B20.9 - HIV disease resulting in unspecified infectious or parasitic disease; B23.0 - Acute HIV infection syndrome; B24 - Unspecified human immunodeficiency virus [HIV] disease 14 Loss of Hearing H90.0 - Conductive hearing loss, bilateral; H90.1 - Conductive hearing loss, unilateral with unrestricted hearing on the contralateral side; H90.2 - Conductive hearing loss, unspecified; H90.3 - Sensorineural hearing loss, bilateral; H90.4 - Sensorineural hearing loss, unilateral with unrestricted hearing on the contralateral side; H90.6 - Mixed conductive and sensorineural hearing loss, bilateral; H90.7 - Mixed conductive and sensorineural hearing loss, unilateral with unrestricted hearing on the contralateral side; H90.8 - Mixed conductive and sensorineural hearing loss, unspecified; H91.0 - Ototoxic hearing loss; H91.9 - Hearing loss, unspecified 15.", "ural hearing loss, unspecified; H91.0 - Ototoxic hearing loss; H91.9 - Hearing loss, unspecified 15. Papulosquamous disorder of the skin L40 - L45 Papulosquamous disorder of the skin including psoriasis lichen planus 16. Avascular necrosis (osteonecrosis) M 87 to M 87.9 7. CONDITIONS: 7.1.ENTIRE CONTRACT: the policy, proposal form, prospectus and declaration given by the insured shall constitute the complete contract of insurance. Only insurer may alter the terms and conditions of this policy/ contract. Any alteration that may be made by the insurer shall only be evidenced by a duly signed and sealed endorsement on the policy. 7.2.COMMUNICATION: Every notice or communication(except relating to claim) to be given or made under this policy shall be delivered in writing at the address of the policy issuing office / Third Party Administrator as shown in the Schedule. 7.3. RENEWAL OFPOLICY:Thepolicy shall ordinarily be renewable except on grounds of fraud,Misrepresentation by the insured person and non-disclosure by the insured person.. I. Renewal shall not be denied on the ground that the insured had made a claim or claims in the precedingpolicy years II. Request for renewal along with requisite premium shall be received by the Company before the end ofthe Policy Period. III.", "ong with requisite premium shall be received by the Company before the end ofthe Policy Period. III. TheCompany shall not be responsible or liable for non-renewal of policy due to non-receipt or delayed receipt (i.e. After the due date) of the proposal form or of the medical practitioners report wherever required or due to any other reasonwhatsoever. IV. Not withstanding this, however, the decision to accept or reject for coverage any person upon renewal of this insurance shall rest solely with the Company. The company may at its discretion revise the premium rates and / or the terms & condition of the policy every year upon renewal thereof .Renewal of this policy is not automatic; V. Premium due must be paid by the proposer to the company before the due date. VI.The company shall endeavor to give renewal notice 30 days in advance Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited 7.4. POSSIBILITY OF REVISION OF TERMS OF THE POLICY INCLUDING THE PREMIUM RATES : The Company, with prior approval of IRDAI, may revise or modify the terms of the policy including the premium rates. The insured person shall be notified three months before the changes are effected. 7.5.PAYMENT OF PREMIUM:The premium payable under this policy shall be paid in advance.", "are effected. 7.5.PAYMENT OF PREMIUM:The premium payable under this policy shall be paid in advance. No receipt for premium shall be valid except on the official form of the Company signed by a duly authorized official of the company. The due payment of premium and the observance and fulfilment of the terms, provisions, conditions and endorsements of this policy by the Insured Person in so far as they relate to anything to be done or complied with by the Insured Person shall be condition precedent to any liability of the Company to make any payment under this policy. No waiver of any terms, provisions, conditions and endorsements of this policy shall be valid, unless made in writing and signed by an authorized official of the Company. 7.6.CONDITION PRECEDENT TO ADMISSION OFLIABILITY:The terms and conditions of the policy must be fulfilled by the insured person for theCompany to make any payment for claim(s) arising under the policy. 7.7.NOTICE OF CLAIM: Immediate notice of claim with particulars relating to Policy Number, ID Card No., Name of insured person in respect of whom claim is made, Nature of disease / illness / injury and Name and Address of the attending medical practitioner / Hospital/Nursing Home etc. should be given to the Company / TPA while taking treatment in the Hospital / Nursing Home by Fax, Email.", "d be given to the Company / TPA while taking treatment in the Hospital / Nursing Home by Fax, Email. Such notice should be given within 48 hours of admission or before discharge from Hospital / Nursing Home. 7.8.CLAIM DOCUMENTS: Final claim along with hospital receipted original Bills/Cash memos/reports, claim form and list of documents as listed below should be submitted to the Company / TPA within 7 days of discharge from the Hospital / Nursing Home. i. Original bills, receipts and discharge certificate / card fromthehospital. ii. Medical history of the patient recorded by theHospital. iii. Original Cash-memo fromthe hospital (s) / chemist (s) supported by properprescription. iv. Original receipt, pathological and other test reports from a pathologist / radiologist including film etc supported by the note fromattending medical practitioner / surgeon demanding suchtests. v. Attending consultants / Anaesthetists / Specialist certificates regarding diagnosis and bill / receiptsetc. vi. Surgeon’soriginalcertificatestatingdiagnosisandnatureofoperationperformedalongwithbills/ receiptsetc. vii. Any other information required by TPA / InsuranceCompany. All document must be duly attested by the Insured.", "r information required by TPA / InsuranceCompany. All document must be duly attested by the Insured. In case of post hospitalisation treatment (limited to 60 days) all supporting claim papers / documents as listed above should also be submitted within 7 days after completion of such treatment (upto 60 days or actual period whichever is earlier) to the Company / T.P.A. In addition insured should also provide the Company / TPA such additional information and assistance as theCompany / TPA may require in dealing with the claim. NOTE: Waiver of the condition may be considered in extreme cases of hardship where it is proved to the satisfaction of the Company that under the circumstances in which the insured was placed it was not possible for him or any other person to give such notice or file claim within the prescribed time limit. Otherwise Company / TPA has a right to reject the claim.. 7.9. PROCEDURE FOR AVAILING CASHLESS ACCESS SERVICES IN NETWORK HOSPITAL/NURSING HOME: I. Claim in respect of CashlessAccessServiceswillbethroughtheCompany/TPAprovidedadmissionis in a listed hospital in the agreed list of the networked Hospitals / Nursing Homes and is subject to pre admission authorization.", "greed list of the networked Hospitals / Nursing Homes and is subject to pre admission authorization. The Company /TPA shall, upon getting the related medical details / relevant information from theinsured person / network Hospital / Nursing Home, verify that the person is eligible to claim under the policy Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited and after satisfying itself will issue a pre-authorization letter / guarantee of payment letter to the Hospital / Nursing Home mentioning the sum guaranteed as payable, also the ailment for which the person is seeking to be admitted asin-patient. II. The Company /TPA reserves the right to deny pre-authorization in case the hospital / insured person is unable to provide the relevant information / medical details as required by the Company /TPA. In such circumstances denial of Cashless Access should in no way be construed as denial of claim. The insured person may obtain the treatment as per his/her treating doctor’s advice and later on submit the full claim papers to the Company /TPA for reimbursement within 7 days of the discharge from Hospital / Nursing Home. III. Should any information be available to the Company /which makes the claim inadmissible or doubtful requiring investigations, the authorisations of cashless facility may be withdrawn.", "ible or doubtful requiring investigations, the authorisations of cashless facility may be withdrawn. However this shall be done by the Company /TPAbefore the patient is discharged from the Hospital. • Turn Around Time (TAT) for Cashless: • For pre-authorisation of cashless facility: immediately but not later than One hour from the receipt of request. • For cashless final Bill authorization: within three hours of receipt of discharge authorization from the hospital 7.10 CLAIMSETTLEMENT (provision for Penal Interest): i. The Company shall settle or reject a claim, as the case may be, within 15 days from the date of receipt of last necessary document. ii. In the case of delay in thepayment of a claim, theCompany shall be liable to pay interest to thepolicyholder fromthe date ofreceipt of last necessary document to the date of payment of claimat a rate2%above the bank rate. iii. However, wherethe circumstance of a claim warrant an investigation in the opinion of theCompany, it shall initiate and complete such investigation at the earliest, in any case not later than 30 days from the date of receipt of last necessary document. In such cases, the Company shall settle or reject the claim within 45 days from the date of receipt of last necessary document.", "shall settle or reject the claim within 45 days from the date of receipt of last necessary document. iv.In case of delay beyond stipulated 45 days, theCompany shall be liable to pay interest to the policyholder at a rate 2% above bankratefromthe date ofreceipt of last necessarydocument to the date of payment of claim. (“Bank rate” shall mean the rate fixed by the Reserve Bank ofIndia (RBI) at the beginning of the financial year inwhich claim has fallen due). 7.11REPUDIATION: A The Insurer, shall repudiate the claim if not covered / not payable under the policy. The Insurer shall mention the reasons for repudiation in writing to the insured person. The insured person shall have the right to appeal / approach the Grievance Redressal Cell of the company at its policy issuing office, concerned Divisional Office, concerned Regional Office or the Grievance Cell of the Head Office of the Company, situated at A-25/27, Asaf Ali Road, New Delhi-110002. against the repudiation. B If the insured is not satisfied with the decision of the Grievance Cell under 5.8 (A), he / she may approach the Ombudsman of Insurance, established by the Central Government for redressal of grievances. The Ombudsman ofInsurance is empowered to adjudicate on personal lines of insurance claims upto Rs.50 lacs.", "udsman ofInsurance is empowered to adjudicate on personal lines of insurance claims upto Rs.50 lacs. Any medical practitioner authorized by the TPA/Company shall be allowed to examine the Insured Person in case of any alleged injury or Disease requiring Hospitalisation when and so often as the same may reasonably be Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 The Oriental Insurance Company Limited required on behalf of the TPA/Company. 7.12 Complete Discharge: Any payment to the Insured Person or his/ her nominees or his/ her legal representative or to the Hospital/Nursing Home or Assignee, as the case may be, for any benefit under the Policy shall be a valid and an effectual discharge towards payment of claimby theCompany to the extent of that amount for the particular claim. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited 7.13. Disclosure of Information: The policy shall be void and all premium paid thereon shall be forfeited tothe Company in the event of misrepresentation, mis description or non-disclosure of any material fact bythepolicyholder.", "vent of misrepresentation, mis description or non-disclosure of any material fact bythepolicyholder. (Explanation: \"Material facts\" for the purpose of this policy shall mean all relevant information sought by the company in the proposal form and other connected documents to enable it to take informed decision in the context of underwriting the risk) 7.14SUBROGATION:Subrogation shall mean the right of the insurer to assume the rights of the insured person to recover expenses paid out under the policy that may be recovered from any other source. 7.15. CANCELLATION CLAUSE: Cancellation by insured - Any time during the term, by giving 7 days’ notice in writing. A Refund by Insurer : A . Proportionate premium for unexpired policy period, in case of Annual policies, subject to no claim (s)having been made during the policy period. b. Refund premium for the unexpired policy period, in respect of policies with term more than 1 year and risk coverage for such policy years has not commenced. Notwithstanding anything contained herein or otherwise, no refunds of premium shall be made in respect of Cancellation where, any claim has been admitted or has been lodged or any benefit has been availed by the Insured person under thePolicy.", "n admitted or has been lodged or any benefit has been availed by the Insured person under thePolicy. The Company may cancel the Policy at any time on grounds of misrepresentation, non- disclosure of material facts fraud by the insured Person, by giving 15 days' written notice. There would be no refund of premium on cancellation on grounds of misrepresentation non- disclosure of material facts or fraud. OTHER CONDITIONS AND CALUSES 1. MultiplePolicies i. In case of multiple policies taken by an insured person during a period from the same or one or more insurers to indemnify treatment costs, the insured person shall have the right to require a settlement of his/her claim in terms of any of his/her policies. In all such cases the insurer if chosen by the insured person (known as Primary insurer )shall be obliged to settle the claim as long as the claim is within the limits of and according to theterms of the chosenpolicy. ii. Insured person having multiple policies shall also have the right to prefer claims under this policy for the amounts disallowed under any other policy / policies, even if the sum insured is not exhausted. Then the Insurer(s) shall independently settle the claim subject to the terms and conditions ofthispolicy. iii.", "surer(s) shall independently settle the claim subject to the terms and conditions ofthispolicy. iii. If the amount to be claimed exceeds the sum insured under a single policy after, the insured person shall have the right to choose insurers from whom he/she wants to claim the balance amount. Where an insured person has policies from more than one insurer to cover the same risk on indemnitybasis, the insured person shall only be indemnified the hospitalization costs in accordance with the termsand conditions of the chosen policy. Indemnity Policies: A policyholder can file for claim settlement as per his/her choice under any policy. The Insurer of that chosen policy shall be treated as the primary Insurer. In case the available coverage under the said policy is less than the admissible claim amount, the primary Insurer shall seek the details of other available policies of the policyholder and shall coordinate with other Insurers to ensure settlement of the balance amount as per the policy conditions, without causing any hassles to the policyholder. Benefit Based Policies: On occurrence of the insured event, the policyholders can claim from all Insurers under all policie.", "On occurrence of the insured event, the policyholders can claim from all Insurers under all policie. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited ARBITRATION CLAUSE: The Parties to the contract may mutually agree and enter into a separate Arbitration Agreement to settle any and all disputes in relation to this policy. Arbitration shall be conducted under and in accordance with the provisions of the Arbitration and Conciliation Act, 1996. 2.DISCLAIMER OF CLAIM: It is also hereby further expressly agreed and declared that if the TPA/Company shall disclaim liability in writing to the Insured for any claim hereunder and such claim shall not within 12 calendar months from the date of such disclaimer have been made the subject matter of a suit in a court of law, then the claim shall for all purposes be deemed to have been abandoned and shall not thereafter be recoverablehereunder. 3.PAYMENT OF CLAIM: The policy covers illness, disease or accidental bodily injury sustained by the insured person during the policy period any where in India and all medical / surgical treatment under this policy shall have to be taken in India and admissible claims thereof shall be payable in Indiancurrency.", "cy shall have to be taken in India and admissible claims thereof shall be payable in Indiancurrency. 4.BONUS - LOW CLAIM RATIO DISCOUNT: Low claim ratio discount at the following scale will be allowed on the total premium at renewal only, depending upon the incurred claims ratio for the entire group insured under the group Mediclaim insurance policy for the preceding three completed years excluding the year immediatelyprecedingthedateofrenewal.WherethegroupMediclaiminsurancepolicyhasnotbeenin force for three completed years, such shorter period of completed years excluding the year immediately preceding the date of renewal will be taken into account. Incurred Claims Ratio underGroupPolicy Discount%age Not exceeding 60% 5 Not exceeding 50% 15 Not exceeding 40% 25 Not exceeding 30% 35 Not exceeding 25% 40 5.MALUS - HIGH CLAIM RATIO LOADING: The total premium payable at renewal of the group policy will be loaded at the following scale depending upon the incurred claims ratio for the entire group insured under the group Mediclaim insurance policy for the preceding three completed years excluding the year immediately preceding the date of renewal. Where the group Mediclaim policy has not been in force for three completed years, such shorter period of completed years, excluding the year immediately preceding the date of renewal will be taken intoaccount.", "leted years, excluding the year immediately preceding the date of renewal will be taken intoaccount. Incurred Claims Ratio underGroupPolicy Loading %age Note: Low claim ratio discount (Bonus) or High Claim ratio loading (Malus) will be applicable to the premium at renewal of the policy depending on the incurred claims ratio for the entire group insured. Between 70% and 100% 25 Between 101% and 125% 55 Between 126% and 150% 90 Between 151% and 175% 120 Between 176% and 200% 150 Above 200% cover to be reviewed Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited Incurred claims would mean claims paid plus claims outstanding in respect of the entire group insured under the policy during the relevant period 7A. PROPORTIONATE CLAUSE - If the Insured Person is admitted in the hospital in a room where the room category or the Room Rent incurred is higher than the eligibility as specified in the Policy Schedule/ Certificate of Insurance, then the Policyholder/ Insured Person shall bear a rate able proportion of the total & specified Associated Medical Expenses (including surcharge or taxes thereon) in the proportion of the difference between theRoom Rent of the entitled room category/eligible Room Rent to the Room Rent actually incurred.", "en theRoom Rent of the entitled room category/eligible Room Rent to the Room Rent actually incurred. However, this will not be applicable in respect of Medicines/Pharmacy/ Drugs,Consumables,Medical Devices/ implants and Cost of Diagnostics. 7B.ASSOCIATED MEDICAL EXPENSES: · Doctor’s fees / Consultant fees/RMO fees · Nursing expenses including administration charges/ transfusion charges/ injection charges · Surgeon fees / Asst Surgeon fees Anesthesia fees Procedure charges of any kind which includes:- Chemotherapy/Radiotherapy charges Nebulization Hemodialysis PICC line insertion Catheterisation charges Tracheostomy etc. IV charges Blood transfusion charges Dialysis Surgery Charges OT charges including OT gas, equipment charges 8. PERIOD OF POLICY: This insurance policy is issued for a period of oneyear. 9.PRE--ACCEPTANCE HEALTH CHECKUP: Any person beyond 45 years of age desiring to take insurance cover has to submit following medical reports from listed Network Diagnostic Centre or any other medical reports required by the company in case of fresh proposal and renewal where there is a break in policy period.", "quired by the company in case of fresh proposal and renewal where there is a break in policy period. Age 45-55 ABOVE 55 Years MEDICAL TEST PHYSICAL EXAMINATION PHYSICAL EXAMINATION URINE(MICROALBUMINUREA) URINE(MICROALBUMINUREA) GLYCOCYLATED, HAEMOGLOBIN GLYCOCYLATED HAEMOGLOBIN ULTRASONOGRAPHY (WHOL E ABDOMEN ANDPELVIS) ULTRASONOGRAPHY (WHOL E ABDOMEN ANDPELVIS) ELECTRO CARDIO GRAM X RAY KNEES ANTI POSTERIOR AND LATREL COMPLETE EYE TEST INCLUDIN COMPLETE EYE TEST INCLUDIN FUNDUSETC G FUNDUSETC G STRESS TEST (TMT) Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited 10.MIGRATION: The insured person will have the option to migrate the policy to other health insurance products/plans offered by theCompany by applying for migration of the policy atleast 30 days before the policy renewal date as per IRDAI guidelines on Migration. If such person is presently covered and has been continuously covered without any lapses under any health insurance product/plan offered by the Company, the insured person will get the accrued continuity benefits in waiting periods as per IRDAI guidelines on migration.", "on will get the accrued continuity benefits in waiting periods as per IRDAI guidelines on migration. For Detailed Guidelines on Migration, kindly refer the link:- https://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 5.1 Portability : The Insured Person will have the option to port the Policy to other insurers by applying to such insurer to port the entire policy along with all the members of the family, if any, atleast 30 days before, but not earlier than 60 days from the policy renewal date as per IRDAI guidelines related to portability. If such person is presently covered and has been continuously covered without any lapses under any health insurance policy with an Indian General/Health insurer, the proposed insured person will get the accrued continuity benefits in waiting periods as per IRDAI guidelines on portability. For Detailed Guidelines on Portability, kindly refer the link: https://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 11.SUM INSURED: TheCompany’s liability in respect of all claims admitted during the period of Insurance shall not exceed the sum insured opted by the Insured person. Minimum sum insured is Rs 50,000/- and in multiples of Rs 25,000/- upto Rs 2, 00,000/-. Beyond the SumInsured of Rs. 200000/- in multiples of Rs. 50000/- uptoRs500000/-.", "to Rs 2, 00,000/-. Beyond the SumInsured of Rs. 200000/- in multiples of Rs. 50000/- uptoRs500000/-. 12.RENEWAL OFPOLICY WITH ENHANCEMENT OFSUM INSURED: If the policy is to be renewed for enhanced sum insured then the restrictions as applicable to a fresh policy (condition 4.1, 4.2 & 4.3 will apply to additional sum insured) as if a separate policy has been issued for the difference, subject to medical check up as per norms of the Company. The cost of Medical check up shall be borne by the insured. 13. AUTHORITY TO OBTAIN RECORDS: a) The insured person hereby agrees to and authorises the disclosure to the insurer or the TPA or any other person nominated by the insurer of any and all Medical records and information held by any Institution / Hospital or Person from which the insured person has obtained any medical or other treatment to the extent reasonably required by either the insurer or the TPA in connection with any claim made under this policy or the insurer’s liabilitythereunder. b) The insurer and the TPA agree that they will preserve the confidentiality of any documentation and information that comes into their possession pursuant to a) above and will only use it in connection with any claim made under this policy or the insurer’s liabilitythereunder 14.CHANGE OF ADDRESS: Insured must inform the company immediately in writing of any change in the address.", "NGE OF ADDRESS: Insured must inform the company immediately in writing of any change in the address. 15.QUALITY OF TREATMENT : The insured hereby acknowledges and agrees that payment of any claim by or on behalf of the insurer shall not constitute on part of the insurance company a guarantee or assurance as to the quality or effectiveness of any medical treatment obtained by the insured person, it being agreed and recognized by the policy holder that insurer is not in any way responsible or liable for the availability or quality of any services (Medicalorotherwise)renderedbyanyinstitution(includinganetworkhospital)whetherpre- authorizedornot. Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited 16.ID CARDS: The card issued the Insured Person by the TPA to avail cashless facility in the Network Hospital only. Upon the cancellation or non renewal of this policy, all ID cards shall immediately be returned to the TPA at the policy holders expenses and the policy holder and each insured person agrees to hold and keep harmless, the insurer and the TPA against any or all costs, expenses, liabilities and claims (whether justified or not) arising in respect of the actual or alleged use, misuse of such ID cards prior to theirreturn.", "not) arising in respect of the actual or alleged use, misuse of such ID cards prior to theirreturn. 17.MORATORIUM PERIOD After completion of five continuous years under this policy no look back to be applied. This period of five years is called as moratorium period. The moratorium would be applicable for the sums insured of the first policy and subsequently completion of five continuous years would be applicable from date of enhancement of sums insured only on the enhanced limits. After the expiry of Moratorium Period no health insurance claim shall be contestable except for proven fraud .The policies would however be subject to all limits, sub limits, co-payments, deductibles as per the policy contract. 18.Withdrawal of Policy i. In the likelihood of this product being withdrawn in future, theCompany will intimate the Insured person about the same 90 days prior to expiry of the policy. ii. Insured person will have the option to migrate to similar health insurance product available with theCompany at the time of renewal with all the accrued continuity benefits such as cumulative bonus, waiver of waiting period. As per IRDAI guidelines, provided the policy has been maintained without a break.", "of waiting period. As per IRDAI guidelines, provided the policy has been maintained without a break. 19.Nomination: The policyholder is required at the inception of the policy to make a nomination nomination and can be changed at any time during the term of the policy for the purpose of payment of claims under the policy in the event of death of the policyholder. Any change of nominationshall be communicated to the company in writing and such change shall be effective only when an endorsement on thepolicy is made. For Claim settlement under reimbursement, the Company will paythe policyholder. Ill the event of death of the policyholder, the Company will pay the nominee {as named in the Policy Schedule/Policy Certificate/Endorsement (if any)} and in case there is no subsisting nominee, to the legal heirs or legal representatives of the Policyholder whose discharge shall be treated as full and final discharge of its liability under the Policy. 20.Fraud If any claim made by the insured person, is in any respect fraudulent, or if any false statement, or declaration is made or used in support thereof, or if any fraudulent means or devices are used by the insured person or anyone acting on his/her behalf to obtain any benefit under this policy, all benefits under this policy shall be forfeited.", "r behalf to obtain any benefit under this policy, all benefits under this policy shall be forfeited. Any amount already paid against claims which are found fraudulent later under this policy shall be repaid by all person(s) named in the policy schedule, who shall be jointly and severally liable for such repayment. For the purpose of this clause, the expression \"fraud\" means any of the following acts committed by the Insured Person or by his agent, with intent to deceive the insurer or to induce the insurer to issue an insurancePolicy: a) the suggestion as a fact of that which is not true and which the Insured Person does not believe to betrue; b) the active concealment of a fact by the Insured Person having knowledge or belief of thefact; c) any other act fitted to deceive; and Mediclaim Insurance Policy (Group) UIN: OICHLGP25047V032425 Policy The Oriental Insurance Company Limited The Oriental Insurance Company Limited Mediclaim Insurance Policy (Group) any such act or omission as the law specially declares to befraudulent The company shall not repudiate the policy on the ground of fraud, if the insured person / beneficiary can prove that the misstatement was true to the best of his knowledge and there was no deliberate intention to suppress the fact or that such mis- statement of or suppression of material fact are within the knowledge of the insurer.", "that such mis- statement of or suppression of material fact are within the knowledge of the insurer. Onus of disproving is upon the policyholder, if alive, or beneficiaries."]