["National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 1 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nNational Insurance Company Limited \n \n \n \n \n \nCIN - U10200WB1906GOI001713 \n \nIRDAI Regn. No. - 58 \n \nArogya Sanjeevani Policy - National \n1. PREAMBLE \nThis Policy is a contract of insurance issued by National Insurance Co. Ltd. (hereinafter called the ‘Company’) to the Proposer \nmentioned in the Schedule (hereinafter called the ‘Insured’) to cover the person(s) named in the schedule (hereinafter called the \n‘Insured Persons’). The Policy is based on the statements and declaration provided in the Proposal Form by the Proposer and is \nsubject to receipt of the requisite premium. 2. OPERATIVE CLAUSE \nIf during the Policy Period one or more Insured Person (s) is required to be hospitalized for treatment of an Illness or Injury at a \nHospital/ Day Care Center, following Medical Advice of a duly qualified Medical Practitioner, the Company shall indemnify \nMedically Necessary, expenses towards the Coverage mentioned hereunder. Provided further that, any amount payable under the Policy shall be subject to the terms of coverage (including any co-pay, sub \nlimits), exclusions, conditions and definitions contained herein.", "verage (including any co-pay, sub \nlimits), exclusions, conditions and definitions contained herein. Maximum liability of the Company under all such Claims during \neach Policy Period shall be the Sum Insured (Individual or Floater) opted and Cumulative Bonus (if any) specified in the Schedule. 3. DEFINITIONS \nThe terms defined below and at other junctures in the Policy have the meanings ascribed to them wherever they appear in this \nPolicy and, where , the context so requires, references to the singular include references to the plural; references to the male \nincludes the female and references to any statutory enactment includes subsequent changes to the same. 3.1. Accident means a sudden, unforeseen and involuntary event caused by external, visible and violent means. 3.2. Age / Aged means completed years of the Insured person on last birthday as on date of commencement of the Policy. 3.3. AIDS means Acquired Immune Deficiency Syndrome, a condition characterised by a combination of signs and symptoms, \ncaused by Human Immunodeficiency Virus (HIV), which attacks and weakens the body’s immune system making the HIV-\npositive person susceptible to life threatening conditions or other conditions, as may be specified from time to time. 3.4.", "ible to life threatening conditions or other conditions, as may be specified from time to time. 3.4. Any One Illness means continuous period of illness and it includes relapse within forty five days from the date of last \nconsultation with the hospital where treatment has been taken. 3.5. AYUSH Day Care Centre means and includes Community Health Centre (CHC), Primary Health Centre (PHC), \nDispensary, Clinic, Polyclinic or any such health centre which is registered with the local authorities, wherever applicable, \nand having facilities for carrying out treatment procedures and medical or surgical/para-surgical interventions or both under \nthe supervision of registered AYUSH Medical Practitioner (s) on day care basis without in-patient services and must comply \nwith all the following criterion: \ni. Having qualified registered AYUSH Medical Practitioner(s) in charge; \nii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where surgical procedures \nare to be carried out; \n \niii. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized \nrepresentative. 3.6. AYUSH Hospital is a healthcare facility wherein medical/surgical/para-surgical treatment procedures and interventions are \ncarried out by AYUSH Medical Practitioner(s) comprising of any of the following: \na.", "erventions are \ncarried out by AYUSH Medical Practitioner(s) comprising of any of the following: \na. Central or State Government AYUSH Hospital or \nb. Teaching hospital attached to AYUSH College recognized by the Central Government/ Central Council of Indian \nMedicine/ Central Council for Homeopathy; or \nc. AYUSH Hospital, standalone or co-located with in-patient healthcare facility of any recognized system of medicine, \nregistered with the local authorities, wherever applicable, and is under the supervision of a qualified registered AYUSH \nMedical Practitioner and must comply with all the following criterion: \ni. Having at least 5 in-patient beds; \nii. Having qualified AYUSH Medical Practitioner in charge round the clock; \niii. Having dedicated AYUSH therapy sections as required;  \niv. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized \nrepresentative; \n \n3.7. AYUSH Treatment refers to the medical and/ or Hospitalisation treatments given under Ayurveda, Yoga and Naturopathy, \nUnani, Sidha and Homeopathy systems. 3.8. Break in policy means the period of gap that occurs at the end of the existing Policy Period / Instalment Premium due date, \nwhen the premium due for renewal on a given policy or instalment premium due is not paid on or before the premium renewal \ndate or grace period.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 2 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n3.9. Cashless Facility means a facility extended by the Company to the Insured where the payments of the costs of treatment \nundergone by the Insured in accordance with the Policy terms and conditions, are directly made to the Network Provider or \na Non Network Provider, to the extent pre-authorization approved. 3.10. Condition Precedent means a Policy term or condition upon which the Company’s liability under the Policy is conditional \nupon. 3.11. Congenital Anomaly refers to a condition(s) which is present since birth, and which is abnormal with reference to form, \nstructure or position. a. Internal Congenital Anomaly \nCongenital anomaly which is not in the visible and accessible parts of the body. b. External Congenital Anomaly \nCongenital anomaly which is in the visible and accessible parts of the body. 3.12. Contract means Prospectus, Proposal, Policy and the policy schedule. Any alteration with the mutual consent of the insured \nperson and the insurer can be made only by a duly signed and sealed endorsement on the Policy. 3.13.", "person and the insurer can be made only by a duly signed and sealed endorsement on the Policy. 3.13. Co-payment means a cost sharing requirement under a health insurance policy that provides that the policyholder/insured \nwill bear a specified percentage of the admissible claims amount. A co-payment does not reduce the Sum Insured. 3.14. Cumulative Bonus means any increase or addition in the Sum Insured granted by the Company without an associated \nincrease in premium. 3.15. Day Care Centre means any institution established for day care treatment of disease/ injuries or a medical setup within a \nhospital and which has been registered with the local authorities, wherever applicable, and is under the supervision of a \nregistered and qualified medical practitioner AND must comply with all minimum criteria as under: \ni. has qualified nursing staff under its employment; \nii. has qualified medical practitioner (s) in charge; \niii. has a fully equipped operation theatre of its own where surgical procedures are carried out \niv. maintains daily records of patients and shall make these accessible to the Company’s authorized personnel. 3.16. Day Care Treatment means medical treatment, and/or surgical procedure which is: \ni. undertaken under general or local anesthesia in a hospital/day care centre in less than twenty four (24) hrs because of \ntechnological advancement, and \nii.", "al/day care centre in less than twenty four (24) hrs because of \ntechnological advancement, and \nii. which would have otherwise required a hospitalisation of more than twenty four hours. Treatment normally taken on an out-patient basis is not included in the scope of this definition. 3.17. Dental Treatment means a treatment carried out by a dental practitioner including examinations, fillings (where \nappropriate), crowns, extractions and surgery. 3.18. Diagnosis means diagnosis by a medical practitioner, supported by clinical, radiological, histological and laboratory \nevidence, acceptable to the Company. 3.19. Disclosure to information norm: The policy shall be void and all premium paid thereon shall be forfeited to the Company \nin the event of misrepresentation, mis-description or non-disclosure of any material fact. 3.20. Emergency care means management for an illness or injury which results in symptoms which occur suddenly and \nunexpectedly, and requires immediate care by a medical practitioner to prevent death or serious long term impairment of the \ninsured person's health. 3.21. Family means the Family that consists of the proposer and anyone or more of the family members as mentioned below: \ni. Legally wedded spouse. ii. Parents and Parents-in-law. iii. Dependent Children (i.e. natural or legally adopted) between the age 3 months to 25 years.", "law. iii. Dependent Children (i.e. natural or legally adopted) between the age 3 months to 25 years. If the child above 18 years of \nage is financially independent, he or she shall be ineligible for coverage in the subsequent renewals. 3.22. Grace Period means the specified period of time, immediately following the premium due date during which premium \npayment can be made to renew or continue a policy in force without loss of continuity benefits pertaining to Waiting Periods \nand coverage of Pre-Existing Diseases. The Grace Period for payment of the premium shall be thirty days. In case of Premium payment in instalments, if the due instalment premium is paid within Grace Period during the Policy \nPeriod, coverage shall be available during the Grace Period. In case of Renewal, Coverage shall not be available during the period for which no premium is received. 3.23. Hospital means any institution established for in-patient care and day care treatment of disease/ injuries and which has been \nregistered as a hospital with the local authorities under the Clinical Establishments (Registration and Regulation) Act, 2010", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 3 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nor under the enactments specified under Schedule of Section 56(1) of the said Act, OR complies with all minimum criteria \nas under: \ni. has qualified nursing staff under its employment round the clock; \nii. has at least ten (10) inpatient beds, in those towns having a population of less than ten lacs and fifteen inpatient beds in \nall other places; \niii. has qualified medical practitioner (s) in charge round the clock; \niv. has a fully equipped operation theatre of its own where surgical procedures are carried out  \nv. maintains daily records of patients and shall make these accessible to the Company’s authorized personnel. 3.24. Hospitalisation means admission in a hospital for a minimum period of twenty four (24) consecutive ‘In-patient care’ hours \nexcept for procedures/ treatments, where such admission could be for a period of less than twenty four (24) consecutive \nhours. 3.25. I D card means the card issued to the Insured person by the TPA for availing Cashless Facility. 3.26. Illness means a sickness or a disease or pathological condition leading to the impairment of normal physiological function \nwhich manifests itself during the policy period and requires medical treatment. i.", "logical function \nwhich manifests itself during the policy period and requires medical treatment. i. Acute Condition means a disease, illness or injury that is likely to response quickly to treatment which aims to return the \nperson to his or her state of health immediately before suffering the disease/ illness/ injury which leads to full recovery. ii. Chronic Condition means a disease, illness, or injury that has one or more of the following characteristics \na) it needs ongoing or long-term monitoring through consultations, examinations, check-ups, and / or tests \nb) it needs ongoing or long-term control or relief of symptoms \nc) it requires rehabilitation for the patient or for the patient to be special trained to cope with it \nd) it continues indefinitely \ne) it recurs or is likely to recur \n \n3.27. Injury means accidental physical bodily harm excluding illness or disease solely and directly caused by external, violent \nand visible and evident means which is verified and certified by a medical practitioner. 3.28. In-Patient Care means treatment for which the insured person has to stay in a hospital for more than twenty four (24) hours \nfor a covered event. 3.29. Insured / Insured Person means person(s) named in the schedule of the Policy. 3.30.", "red event. 3.29. Insured / Insured Person means person(s) named in the schedule of the Policy. 3.30. Intensive Care Unit means an identified section, ward or wing of a hospital which is under the constant supervision of a \ndedicated medical practitioner(s), and which is specially equipped for the continuous monitoring and treatment of patients \nwho are in a critical condition, or require life support facilities and where the level of care and supervision is considerably \nmore sophisticated and intensive than in the ordinary and other wards. 3.31. ICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU expenses on a per day basis \nwhich shall include the expenses for ICU bed, general medical support services provided to any ICU patient including \nmonitoring devices, critical care nursing and intensivist charges. 3.32. Medical Advice means any consultation or advice from a Medical Practitioner including the issue of any prescription or \nfollow up prescription. 3.33.", "rom a Medical Practitioner including the issue of any prescription or \nfollow up prescription. 3.33. Medical Expenses means those expenses that an insured person has necessarily and actually incurred for medical treatment \non account of illness or accident on the advice of a medical practitioner, as long as these are no more than would have been \npayable if the insured person had not been insured and no more than other hospitals or doctors in the same locality would \nhave charged for the same medical treatment. 3.34. Medically Necessary Treatment means any treatment, tests, medication, or stay in hospital or part of a stay in hospital \nwhich \ni. is required for the medical management of illness or injury suffered by the insured ; \nii. must not exceed the level of care necessary to provide safe, adequate and appropriate medical care in scope, duration, or \nintensity; \niii. must have been prescribed by a medical practitioner; \niv. must conform to the professional standards widely accepted in international medical practice or by the medical \ncommunity in India. 3.35.", "dards widely accepted in international medical practice or by the medical \ncommunity in India. 3.35. Medical Practitioner means a person who holds a valid registration from the Medical Council of any state or Medical \nCouncil of India or Council for Indian Medicine or for Homeopathy set up by the Government of India or a State Government \nand is thereby entitled to practice medicine within its jurisdiction; and is acting within the scope and jurisdiction of the \nlicence.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 4 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n3.36. Migration means a facility provided to policyholders (including all members under family cover and members of group \nHealth insurance policy), to transfer the credit gained for pre-existing conditions and time bound exclusions, from one health \ninsurance policy to another with the same insurer. 3.37. New Born Baby means baby born during the policy period and is aged upto 90 days. 3.38. Network Provider means Hospitals or Day Care Centers enlisted by the Company, TPA or jointly by the Company and \nTPA to provide medical services to an Insured Person by a Cashless Facility. 3.39. Non- Network Provider means any Hospital, Day Care Centre that is not part of the network. 3.40. Notification of Claim means the process of intimating a claim to the Company or TPA through any of the recognized modes \nof communication. 3.41. Out-Patient (OPD) Treatment means treatment in which the insured visits a clinic / hospital or associated facility like a \nconsultation room for diagnosis and treatment based on the advice of a medical practitioner. The insured is not admitted as \na day care or in-patient. 3.42. Pre Existing Disease means any condition, ailment, injury or disease \na.", "y care or in-patient. 3.42. Pre Existing Disease means any condition, ailment, injury or disease \na. That is/are diagnosed by a physician within 36 months prior to the effective date of the policy issued by the \nCompany or \nb. For which medical advice or treatment was recommended by, or received from, a physician within 36 months prior \nto the effective date of the policy or its reinstatement. 3.43. Pre-hospitalisation Medical Expenses means medical expenses incurred during the period of 30 days preceding the \nhospitalisation of the Insured Person, provided that: \ni. Such Medical Expenses are incurred for the same condition for which the Insured Person’s Hospitalisation was required, and \nii. The In-patient Hospitalisation claim for such Hospitalisation is admissible by the Insurance Company. 3.44. Post-hospitalisation Medical Expenses means medical expenses incurred during the period of 60 days immediately after \nthe insured person is discharged from the hospital provided that: \ni. Such Medical Expenses are for the same condition for which the insured person’s hospitalisation was required, and \nii. The inpatient hospitalisation claim for such hospitalisation is admissible by the Insurance Company. 3.45. Policy means these Policy wordings, the Policy Schedule and any applicable endorsements or extensions attaching to or \nforming part thereof.", "Policy Schedule and any applicable endorsements or extensions attaching to or \nforming part thereof. The Policy contains details of the extent of cover available to the Insured person, what is excluded from \nthe cover and the terms & conditions on which the Policy is issued to the Insured person \n \n3.46. Policy Period means period of one year as mentioned in the schedule for which the Policy is issued. 3.47. Policy Schedule means the Policy Schedule attached to and forming part of Policy. 3.48. Portability means a facility provided to the policyholders (including all members under family cover), to transfer the credits \ngained for, Pre-Existing Diseases and Specific Waiting Periods from one insurer to another insurer. 3.49. Qualified Nurse means a person who holds a valid registration from the Nursing Council of India or the Nursing Council of \nany state in India. 3.50. Renewal means the terms on which the contract of insurance can be renewed on mutual consent with a provision of grace \nperiod for treating the renewal continuous for the purpose of gaining credit for pre-existing diseases, time-bound exclusions \nand for all waiting periods. 3.51. Room Rent means the amount charged by a hospital towards Room and Boarding expenses and shall include the associated \ncharges. 3.52.", "ed by a hospital towards Room and Boarding expenses and shall include the associated \ncharges. 3.52. Sub-limit means a cost sharing requirement under a health insurance policy in which an insurer would not be liable to pay \nany amount in excess of the pre-defined limit. 3.53. Sum Insured means the pre-defined limit specified in the Policy Schedule. Sum Insured and Cumulative Bonus represents \nthe maximum, total and cumulative liability for any and all claims made under the Policy, in respect of that Insured Person \n(on Individual basis) or all Insured Persons (on Floater basis) during the Policy Period. 3.54. Surgery or Surgical Procedure means manual and / or operative procedure (s) required for treatment of an illness or injury, \ncorrection of deformities and defects, diagnosis and cure of diseases, relief of suffering and prolongation of life, performed \nin a hospital or day care centre by a medical practitioner.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 5 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n3.55. Third Party Administrator (TPA) means a Company registered with the Authority, and engaged by an insurer, for a fee or \nremuneration, by whatever name called and as may be mentioned in the agreement, for providing health services. Note: If opted for TPA service, TPA details are mentioned in the Policy Schedule. 3.56. Waiting Period means a period from the inception of this Policy during which specified diseases/treatments are not covered. On completion of the period, diseases/treatments shall be covered provided the Policy has been continuously renewed without \nany break. 4. COVERAGE \nThe covers listed below are in-built Policy benefits and shall be available to all Insured Persons in accordance with the procedures \nset out in this Policy. 4.1. Hospitalization \nThe Company shall indemnify Medical Expense incurred for Hospitalization of the Insured Person during the Policy Period, up to \nthe Sum Insured and Cumulative Bonus specified in the Policy Schedule, for, \ni. Room Rent, Boarding, Nursing Expenses all inclusive as provided by the Hospital / Nursing Home up to 2% of the sum insured \nsubject to maximum of Rs. 5,000/-per day \nii.", "e Hospital / Nursing Home up to 2% of the sum insured \nsubject to maximum of Rs. 5,000/-per day \nii. Intensive Care Unit (ICU) / Intensive Cardiac Care Unit (ICCU) expenses up to 5% of the sum insured subject to maximum of \nRs. 10,000/- per day \niii. Surgeon, Anesthetist, Medical Practitioner, Consultants, Specialist Fees whether paid directly to the treating doctor/ surgeon or \nto the hospital \niv. Anesthesia, blood, oxygen, operation theatre charges, surgical appliances, medicines and drugs, costs towards diagnostics, \ndiagnostic imaging modalities and such similar other expenses. 4.1.1. Other expenses \ni. Expenses incurred on treatment of cataract subject to the sub limits \nii. Dental treatment, necessitated due to disease or injury  \niii. Plastic surgery necessitated due to disease or injury  \niv. All the day care treatments \nv. Expenses incurred on road Ambulance subject to a maximum of Rs 2,000 per hospitalization. Note: \n1. Expenses of Hospitalization for a minimum period of 24 consecutive hours only shall be admissible. However, the time limit \nshall not apply in respect of Day Care Treatment. 2.", "y shall be admissible. However, the time limit \nshall not apply in respect of Day Care Treatment. 2. In case of admission to a Room at rates exceeding the aforesaid limits, the reimbursement/payment of Associated Medical \nExpenses incurred at the Hospital, shall be effected in the same proportion as the admissible rate per day bears to the actual rate per \nday of Room Rent charges. Proportionate deduction shall not apply if admitted to ICU/ ICCU. Associated Medical Expenses shall include all related expenses except the following expenses, \na. Cost of pharmacy and consumables;  \nb. Cost of implants and medical devices  \nc. Cost of diagnostics \n \n3. Sub limits as mentioned above, will not apply in case of treatment undergone as a package for a listed procedure in a Preferred \nProvider Network (PPN). 4. Listed procedures and Preferred Provider Network list are dynamic in nature, and will be updated in the Company’s website from \ntime to time \n \n4.2. AYUSH Treatment \nThe Company shall indemnify Medical Expenses incurred for Inpatient Care treatment under Ayurveda, Yoga and Naturopathy, \nUnani, Sidha and Homeopathy systems of medicines during each Policy Period up to the limit of sum insured as specified in the \npolicy schedule in any AYUSH Hospital. 4.3.", "riod up to the limit of sum insured as specified in the \npolicy schedule in any AYUSH Hospital. 4.3. Cataract Treatment \nThe Company shall indemnify medical expenses incurred for treatment of Cataract, subject to a limit of 25% of Sum Insured or INR \n40,000 per eye, whichever is lower, per each eye in one Policy Period. 4.4. Pre Hospitalisation \nThe Company shall indemnify pre-hospitalization medical expenses incurred, related to an admissible hospitalization requiring \nInpatient Care, for a fixed period of 30 days prior to the date of admissible Hospitalization covered under the Policy. 4.5. Post Hospitalisation \nThe Company shall indemnify post hospitalization medical expenses incurred, related to an admissible hospitalization requiring \ninpatient care, for a fixed period of 60 days from the date of discharge from the hospital, following an admissible hospitalization \ncovered under the Policy. 4.6. Modern Treatment \nThe following procedures will be covered (wherever medically indicated) either as in patient or as part of day care treatment in a  \nhospital subject to the limit of 50% of the Sum Insured for the related modern procedure/ component/ medicine of each Modern", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 6 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nTreatment during the Policy Period: \nModern Treatment \nCoverage \nUAE & HIFU \nLimit is for Procedure cost only \nBalloon Sinuplasty \nLimit is for Balloon cost only \nDeep Brain Stimulation \nLimit is for implants including batteries only \nOral Chemotherapy \nOnly cost of medicines payable under this limit, other incidental charges like investigations and consultation \ncharges not payable. Immunotherapy \nLimit is for cost of injections only. Intravitreal injections \nLimit is for complete treatment, including Pre & Post Hospitalization \nRobotic Surgery \nLimit is for robotic component only. Stereotactic Radio \nsurgeries \nLimit is for radiation procedure. Bronchial Thermoplasty \nLimit is for complete treatment, including Pre & Post Hospitalization \nVaporization of the \nprostrate \nLimit is for LASER component only. IONM \nLimit is for IONM procedure only. Stem cell therapy \nLimit is for complete treatment, including Pre & Post Hospitalization \n \n4.7. The expenses that are not covered in this policy are placed under List-l of Annexure-A.", "tion \n \n4.7. The expenses that are not covered in this policy are placed under List-l of Annexure-A. The list of expenses that are to be \nsubsumed into room charges, or procedure charges or costs of treatment are placed under List-II, List-III and List-IV of \nAnnexure-A respectively. 5. CUMULATIVE BONUS (CB) \nCumulative Bonus will be increased by 5% in respect of each claim free Policy Period (where no claims are reported and admitted), \nprovided the policy is renewed with the company without a break subject to maximum of 50% of the sum insured under the current \nPolicy Period. If a claim is made in any particular year, the cumulative bonus accrued shall be reduced at the same rate at which it has accrued. However, sum insured will be maintained and will not be reduced in the Policy Period. Notes: \ni. In case where the policy is on individual basis, the CB shall be added and available individually to the insured person if no claim \nhas been reported. CB shall reduce only in case of claim from the same Insured Person. ii. In case where the policy is on floater basis, the CB shall be added and available to the family on floater basis, provided no claim \nhas been reported from any member of the family. CB shall reduce in case of claim from any of the Insured Persons. iii. CB shall be available only if the Policy is renewed/ premium paid within the Grace Period. iv.", "iii. CB shall be available only if the Policy is renewed/ premium paid within the Grace Period. iv. If the Insured Persons in the expiring policy are covered on an individual basis as specified in the Policy Schedule and there is \nan accumulated CB for each Insured Person under the expiring policy, and such expiring policy has been Renewed on a floater \npolicy basis as specified in the Policy Schedule then the CB to be carried forward for credit in such Renewed Policy shall be the \none that is applicable to the lowest among all the Insured Persons \nv. In case of floater policies where Insured Persons Renew their expiring policy by splitting the Sum Insured in to two or more \nfloater policies/individual policies or in cases where the policy is split due to the child attaining the age of 25 years, the CB of \nthe expiring policy shall be apportioned to such Renewed Policies in the proportion of the Sum Insured of each Renewed Policy \nvi. If the Sum Insured has been reduced at the time of Renewal, the applicable CB shall be reduced in the same proportion to the \nSum Insured in current Policy. vii. If the Sum Insured under the Policy has been increased at the time of Renewal the CB shall be calculated on the Sum Insured of \nthe last completed Policy Period. viii.", "of Renewal the CB shall be calculated on the Sum Insured of \nthe last completed Policy Period. viii. If a claim is made in the expiring Policy Period, and is notified to Us after the acceptance of Renewal premium any awarded CB \nshall be withdrawn. ix. The Cumulative Bonus will not be accumulated in excess of 50% of the Sum Insured under the current Policy with Us under \nany circumstances. x. Any Cumulative Bonus that has accrued for a Policy Period will be credited at the end of that Policy Period if the policy is \nrenewed with us within grace period and will be available for any claims made in the subsequent Policy Period. 6. WAITING PERIOD \nThe Company shall not be liable to make any payment under the policy in connection with or in respect of following expenses till \nthe expiry of waiting period mentioned below: \n \n6.1. Pre-Existing Diseases (Excl 01) \na) Expenses related to the treatment of a Pre-Existing Disease (PED) and its direct complications shall be excluded until the \nexpiry of 36 (thirty six) months of continuous coverage after the date of inception of the first policy with us. b) In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum insured increase.", "f enhancement of sum insured the exclusion shall apply afresh to the extent of sum insured increase. c) If the Insured Person is continuously covered without any break as defined under the portability norms of the extant IRDAI \n(Health Insurance) Regulations then waiting period for the same would be reduced to the extent of prior coverage. d) Coverage under the policy after the expiry of 36 (thirty six) months for any pre-existing disease is subject to the same being \ndeclared at the time of application and accepted by us. 6.2. First 30 days waiting period (Excl 03) \na) Expenses related to the treatment of any illness within 30 days from the first policy commencement date shall be excluded", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 7 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nexcept claims arising due to an accident, provided the same are covered. b) This exclusion shall not, however, apply if the Insured Person has Continuous Coverage for more than 12 (twelve) months. c) The within referred waiting period is made applicable to the enhanced sum insured in the event of granting higher sum \ninsured subsequently. . 6.3. Specified disease/procedure waiting period (Excl 02) \na) Expenses related to the treatment of the listed Conditions, surgeries/treatments shall be excluded until the expiry of 24 \n(twenty four) months of continuous coverage after the date of inception of the first policy with us. This exclusion shall not \nbe applicable for claims arising due to an accident \nb) In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum insured increase. c) If any of the specified disease/procedure falls under the waiting period specified for Pre-Existing Diseases, then the longer \nof the two waiting periods shall apply. d) The waiting period for listed conditions shall apply even if contracted after the policy or declared and accepted without a \nspecific exclusion.", "ll apply even if contracted after the policy or declared and accepted without a \nspecific exclusion. e) If the Insured Person is continuously covered without any break as defined under the applicable norms on portability \nstipulated by IRDAI, then waiting period for the same would be reduced to the extent of prior coverage. f) \nList of specific diseases/procedures \ni. 24 Months waiting period \n1. Benign ENT disorders \n2. Tonsillectomy \n3. Adenoidectomy \n4. Mastoidectomy \n5. Tympanoplasty \n6. Hysterectomy \n7. All internal and external benign tumours, \ncysts, polyps of any kind, including \nbenign breast lumps \n8. Benign prostate hypertrophy \n9. Cataract and age related eye ailments \n10. Gastric/ Duodenal Ulcer \n11. Gout and Rheumatism \n12. Hernia of all types \n13. Hydrocele \n14. Non Infective Arthritis \n15. Piles, Fissures and Fistula in anus \n16. Pilonidal sinus, Sinusitis and related disorders \n17. Prolapse inter Vertebral Disc and Spinal \nDiseases unless arising from accident \n18. Calculi in urinary system, Gall Bladder and \nBile duct, excluding malignancy. 19. Varicose Veins and Varicose Ulcers \n20. Internal Congenital Anomalies \nii. 36 Months waiting period \n1. Treatment for joint replacement unless arising from accident \n2. Age-related Osteoarthritis & Osteoporosis \n \n7.", "r joint replacement unless arising from accident \n2. Age-related Osteoarthritis & Osteoporosis \n \n7. EXCLUSIONS \nThe Company shall not be liable to make any payment under the policy, in respect of any expenses incurred in connection with or \nin respect of: \n \n7.1. Investigation & Evaluation (Code – Excl 04)  \na) Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded. b) Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are excluded. 7.2. Rest Cure, rehabilitation and respite care (Code- Excl 05) \na) Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also includes: \ni. Custodial care either at home or in a nursing facility for personal care such as help with activities of daily living such \nas bathing, dressing, moving around either by skilled nurses or assistant or non-skilled persons. ii. Any services for people who are terminally ill to address physical, social, emotional and spiritual needs. 7.3. Obesity/ Weight Control (Code- Excl 06) \nExpenses related to the surgical treatment of obesity that does not fulfil all the below conditions: \n1. Surgery to be conducted is upon the advice of the Doctor  \n2. The surgery/Procedure conducted should be supported by clinical protocols  \n3.", "ce of the Doctor  \n2. The surgery/Procedure conducted should be supported by clinical protocols  \n3. The member has to be 18 years of age or older and \n \n4. Body Mass Index (BMI); \n \na) greater than or equal to 40 or \n \nb) greater than or equal to 35 in conjunction with any of the following severe co-morbidities following failure of less invasive \nmethods of weight loss: \ni. Obesity-related cardiomyopathy \nii. Coronary heart disease \niii. Severe Sleep Apnea \niv. Uncontrolled Type2 Diabetes \n \n7.4. Change-of-Gender treatments (Code – Excl 07) \n \nExpenses related to any treatment, including surgical management, to change characteristics of the body to those of the opposite \nsex.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 8 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n7.5. Cosmetic or plastic Surgery (Code – Excl 08) \nExpenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction following an Accident, \nBurn(s) or Cancer or as part of medically necessary treatment to remove a direct and immediate health risk to the insured. For this \nto be considered a medical necessity, it must be certified by the attending Medical Practitioner. 7.6. Hazardous or Adventure sports: (Code – Excl 09) \n \nExpenses related to any treatment necessitated due to participation as a professional in hazardous or adventure sports, including but \nnot limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, hand gliding, sky \ndiving, deep-sea diving. 7.7. Breach of law (Code – Excl 10) \nExpenses for treatment directly arising from or consequent upon any Insured Person committing or attempting to commit a breach \nof law with criminal intent. 7.8.", "on any Insured Person committing or attempting to commit a breach \nof law with criminal intent. 7.8. Excluded Providers (Code – Excl 11) \nExpenses incurred towards treatment in any hospital or by any Medical Practitioner or any other provider specifically excluded by \nthe Company and disclosed in its website / notified to the policyholders are not admissible. However, in case of life threatening \nsituations following an accident, expenses up to the stage of stabilization are payable but not the complete claim. 7.9. Drug/Alcohol Abuse (Excl 12) \nTreatment for, Alcoholism, drug or substance abuse or any addictive condition and consequences thereof (Excl 12) \n \n7.10. Non Medical Admissions (Excl 13) \nTreatments received in health hydros, nature cure clinics, spas or similar establishments or private beds registered as a nursing \nhome attached to such establishments or where admission is arranged wholly or partly for domestic reasons (Excl 13) \n \n7.11. Vitamins, Tonics (Excl 14) \nDietary supplements and substances that can be purchased without prescription, including but not limited to Vitamins, minerals \nand organic substances unless prescribed by a medical practitioners part of hospitalization claim or day care procedure \n \n7.12. Refractive Error (Code – Excl 15) \nExpenses related to the treatment for correction of eye sight due to refractive error less than 7.5 dioptres. 7.13.", "d to the treatment for correction of eye sight due to refractive error less than 7.5 dioptres. 7.13. Unproven Treatments (Code – Excl 16) \nExpenses related to any unproven treatment, services and supplies for or in connection with any treatment. Unproven treatments are \ntreatments, procedures or supplies that lack significant medical documentation to support their effectiveness. 7.14. Sterility and Infertility (Code – Excl 17) \nExpenses related to sterility and infertility. This includes:  \ni. Any type of sterilization \nii. Assisted Reproduction services including artificial insemination and advanced reproductive technologies such as IVF, \nZIFT, GIFT, ICSI \niii. Gestational Surrogacy \niv. Reversal of sterilization \n \n7.15. Maternity Expenses (Code – Excl 18) \ni. Medical treatment expenses traceable to childbirth (including complicated deliveries and caesarean sections incurred \nduring hospitalization) except ectopic pregnancy; \nii. Expenses towards miscarriage (unless due to an accident) and lawful medical termination of pregnancy during the policy \nperiod. 7.16. War (whether declared or not) and war like occurrence or invasion, acts of foreign enemies, hostilities, civil war, rebellion, \nrevolutions, insurrections, mutiny, military or usurped power, seizure, capture, arrest, restraints and detainment of all kinds. 7.17.", ", military or usurped power, seizure, capture, arrest, restraints and detainment of all kinds. 7.17. Nuclear, chemical or biological attack or weapons, contributed to, caused by, resulting from or from any other cause or \nevent contributing concurrently or in any other sequence to the loss, claim or expense. For the purpose of this exclusion: \na) Nuclear attack or weapons means the use of any nuclear weapon or device or waste or combustion of nuclear fuel or the \nemission, discharge, dispersal, release or escape of fissile/ fusion material emitting a level of radioactivity capable of causing \nany Illness, incapacitating disablement or death. b) Chemical attack or weapons means the emission, discharge, dispersal, release or escape of any solid, liquid or gaseous chemical \ncompound which, when suitably distributed, is capable of causing any Illness, incapacitating disablement or death. c) Biological attack or weapons means the emission, discharge, dispersal, release or escape of any pathogenic (disease producing) \nmicro-organisms and/or biologically produced toxins (including genetically modified organisms and chemically synthesized \ntoxins) which are capable of causing any Illness, incapacitating disablement or death. 7.18. Any expenses incurred on Domiciliary Hospitalization and OPD treatment", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 9 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n \n7.19. Treatment taken outside the geographical limits of India \n \n8. Moratorium Period:  \nAfter completion of sixty continuous months of coverage (including Portability and Migration), no claim shall be contestable by the \nCompany on grounds of non-disclosure, misrepresentation, except on grounds of established fraud. This period of sixty continuous \nmonths is called as Moratorium Period. The moratorium would be applicable for the Basic Sums Insured of the first policy. Wherever, the Basic Sum Insured is enhanced, completion of sixty continuous months would be applicable from the date of \nenhancement of Basic Sums Insured only on the enhanced limits. 9. CLAIM PROCEDURE \n9.1.1 Procedure for Cashless claims: \n(i) \nCashless Facility can be availed, if TPA service is opted. (ii) Treatment may be taken in a Network Provider / PPN or Non Network Provider and is subject to preauthorization by the \nCompany or its authorized TPA. (iii) Cashless request form available with the network provider and TPA shall be completed and sent to the Company/TPA for \nauthorization.", "with the network provider and TPA shall be completed and sent to the Company/TPA for \nauthorization. (iv) The Company/ TPA upon getting cashless request form and related medical information from the insured person/ network \nprovider will issue pre-authorization letter within an hour to the hospital after verification. (v) At the time of discharge, the insured person has to verify and sign the discharge papers, pay for non-medical and inadmissible \nexpenses. (vi) The TPA shall grant the final authorization within three hours of the receipt of discharge authorization request from the \nHospital. (vii) The Company / TPA reserves the right to deny pre-authorization in case the insured person is unable to provide the relevant \nmedical details. (viii) In case of denial of cashless access, the insured person may obtain the treatment as per treating doctor's advice and submit the \nclaim documents to the Company / TPA for reimbursement processing. 9.1.2 Procedure for Reimbursement of Claims \nFor reimbursement of claims the Insured Person shall submit the necessary documents to TPA (if claim is processed by \nTPA)/Company within the prescribed time limit as specified hereunder. Sl. No. Type of claim \nPrescribed Time limit  \n1. Reimbursement of hospitalisation, day care and pre hospitalisation \nexpenses \nWithin thirty days of date of discharge \nfrom hospital \n2.", "y care and pre hospitalisation \nexpenses \nWithin thirty days of date of discharge \nfrom hospital \n2. Reimbursement of post hospitalisation expenses \nWithin fifteen days from completion of \npost hospitalisation treatment \n \n9.1. Notification of Claim \nNotice with full particulars shall be sent to the Company/ TPA (if applicable) as under: \ni. Within 24hours from the date of emergency hospitalization required or before the Insured Person’s discharge from Hospital, \nwhichever is earlier. ii. At least 48 hours prior to admission in Hospital in case of a planned Hospitalization. 9.2. Documents to be submitted \nThe reimbursement claim is to be supported with the following documents and submitted within the prescribed time limit. i. Duly completed claim form \nii. Photo Identity proof of the patient \niii. Medical practitioner’s prescription advising admission. iv. Original bills with itemized break-up  \nv. Payment receipts \nvi. Discharge summary including complete medical history of the patient along with other details. vii. Investigation/ Diagnostic test reports etc. supported by the prescription from attending medical practitioner \nviii. OT notes or Surgeon's certificate giving details of the operation performed (for surgical cases). ix. Sticker/Invoice of the Implants, wherever applicable. x.", "eration performed (for surgical cases). ix. Sticker/Invoice of the Implants, wherever applicable. x. MLR (Medico Legal Report copy if carried out and FIR (First information report) if registered, where ever applicable. xi. NEFT Details (to enable direct credit of claim amount in bank account) and cancelled cheque \nxii. KYC (Identity proof with Address) of the proposer, where claim liability is above Rs. 1 Lakh as per AML Guidelines \nxiii. Legal heir/succession certificate, wherever applicable \nxiv. Any other relevant document required by Company/TPA for assessment of the claim. Note: \n1. The company shall only accept bills/invoices/medical treatment related documents only in the Insured Person's name for whom \nthe claim is submitted \n2. In the event of a claim lodged under the Policy and the original documents having been submitted to any other insurer, the \nCompany shall accept the copy of the documents and claim settlement advice, duly certified by the other insurer subject to \nsatisfaction of the Company", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 10 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n3. Any delay in notification or submission may be condoned on merit where delay is proved to be for reasons beyond the control \nof the Insured Person. 9.3. Co-payment \nEach and every claim under the Policy shall be subject to a Co-payment as mentioned below, applicable to claim amount admissible \nand payable as per the terms and conditions of the Policy. The amount payable shall be after deduction of the co-payment. • \nCo-payment of 5% on all claims for Insured Person aged less than equal to 75 years on policy inception \n• \nCo-payment of 15% on all claims for Insured Person aged greater than 75 years on policy inception \n \n9.4. Claim Settlement \ni. The Company shall settle or reject a claim, as the case may be, within 15 days from the date of receipt of last necessary \ndocument. ii. In the case of delay in the payment of a claim, the Company shall be liable to pay interest to the policyholder from the date of \nreceipt of last necessary document to the date of payment of claim at a rate 2% above the bank rate. iii.", "pt of last necessary document to the date of payment of claim at a rate 2% above the bank rate. iii. However, where the circumstances of a claim warrant an investigation in the opinion of the Company, it shall initiate and \ncomplete such investigation at the earliest, in any case not later than 30 days from the date of receipt of last necessary document. In such cases, the Company shall settle or reject the claim within 45 days from the date of receipt of last necessary document. iv. In case of delay beyond stipulated 45 days, the Company shall be liable to pay interest to the policyholder at a rate 2% above \nthe bank rate from the date of receipt of last necessary document to the date of payment of claim. (Explanation: “Bank rate” shall mean the rate fixed by the Reserve Bank of India (RBI) at the beginning of the financial year in \nwhich claim has fallen due) \n \n9.5. Services Offered by TPA \nServicing of claims, i.e., claim admissions and assessments, under this Policy by way of pre-authorization of cashless treatment or \nprocessing of claims other than cashless claims or both, as per the underlying terms and conditions of the policy. The services offered by a TPA shall not include \ni. Claim settlement and claim rejection;  \nii.", "icy. The services offered by a TPA shall not include \ni. Claim settlement and claim rejection;  \nii. Any services directly to any insured person or to any other person unless such service is in accordance with the terms and \nconditions of the Agreement entered into with the Company. 9.6. Disclaimer  \nIf the Company shall disclaim liability to the insured person for any claim hereunder and if the insured person shall not within \ntwelve calendar months from the date of receipt of the notice of such disclaimer notify the Company in writing that he does not \naccept such disclaimer and intends to recover his claim from the Company, then the claim shall for all purposes be deemed to have \nbeen abandoned and shall not thereafter be recoverable hereunder. 9.7. Payment of Claim \nAll claims under the policy shall be payable in Indian currency and through NEFT/ RTGS only. 10. GENERAL TERMS &CONDITIONS \n10.1. Disclosure of Information \nThe Policy shall be void and all premium paid thereon shall be forfeited to the Company in the event of misrepresentation, mis \ndescription or non-disclosure of any material fact by the policyholder. (Explanation: \"Material facts\" for the purpose of this policy shall mean all relevant information sought by the company in the \nproposal form and other connected documents to enable it to take informed decision in the context of underwriting the risk) \n \n10.2.", "d documents to enable it to take informed decision in the context of underwriting the risk) \n \n10.2. Condition Precedent to Admission of Liability \nThe terms and conditions of the policy must be fulfilled by the insured person for the Company to make any payment for claim(s) \narising under the policy. 10.3. Material Change \nThe Insured shall notify the Company in writing of any material change in the risk in relation to the declaration made in the proposal \nform or medical examination report at each Renewal and the Company may, adjust the scope of cover and / or premium, if necessary, \naccordingly. 10.4. Records to be Maintained \nThe Insured Person shall keep an accurate record containing all relevant medical records and shall allow the Company or its \nrepresentatives to inspect such records. The Policyholder or Insured Person shall furnish such information as the Company may \nrequire for settlement of any claim under the Policy, within reasonable time limit and within the time limit specified in the Policy \n \n10.5. Complete Discharge \nAny payment to the policyholder, Insured Person or his/ her nominees or his/ her legal representative or assignee or to the \nHospital, as the case may be, for any benefit under the Policy shall be a valid discharge towards payment of claim by the \nCompany to the extent of then amount for the particular claim.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 11 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n10.6. Notice & Communication \ni. Any notice, direction, instruction or any other communication related to the Policy should be made in writing. ii. Such communication shall be sent to the address of the Company or through any other electronic modes specified in the Policy \nSchedule. iii. The Company shall communicate to the Insured at the address or through any other electronic mode mentioned in the schedule. 10.7. Territorial Limit \nAll medical treatment for the purpose of this insurance will have to be taken in India only. 10.8. Multiple Policies \ni. In case of multiple policies taken by an insured person during a period from one or more insurers to indemnify treatment costs, \nthe insured person shall have the right to require a settlement of his/her claim in terms of any of his/her policies. In all such \ncases the insurer chosen by the insured person shall be obliged to settle the claim as long as the claim is within the limits of and \naccording to the terms of the chosen policy. ii. Insured person having multiple policies shall also have the right to prefer claims under this policy for the amounts disallowed \nunder any other policy / policies.", "ht to prefer claims under this policy for the amounts disallowed \nunder any other policy / policies. Then the insurer shall independently settle the claim subject to the terms and conditions of \nthis policy. iii. If the amount to be claimed exceeds the sum insured under a single policy, the insured person shall have the right to choose \ninsurer from whom he/she wants to claim the balance amount. iv. Where an insured person has policies from more than one insurer to cover the same risk on indemnity basis, the insured person \nshall only be indemnified the treatment costs in accordance with the terms and conditions of the chosen policy. 10.9. Fraud  \nIf any claim made by the insured person, is in any respect fraudulent, or if any false statement, or declaration is made or used in \nsupport thereof, or if any fraudulent means or devices are used by the insured person or anyone acting on his/her behalf to obtain \nany benefit under this policy, all benefits under this policy and the premium paid shall be forfeited. Any amount already paid against claims made under this policy but which are found fraudulent later shall be repaid by all \nrecipient(s)/policyholder(s), who has made that particular claim, who shall be jointly and severally liable for such repayment to the \ninsurer.", "that particular claim, who shall be jointly and severally liable for such repayment to the \ninsurer. For the purpose of this clause, the expression \"fraud\" means any of the following acts committed by the insured person or by his \nagent or the hospital/doctor/any other party acting on behalf of the insured person, with intent to deceive the insurer or to induce the \ninsurer to issue an insurance policy: \na) the suggestion, as a fact of that which is not true and which the insured  person does not believe to be true; \nb) the active concealment of a fact by the insured person having knowledge or belief of the fact; \nc) any other act fitted to deceive; and \nd) any such act or omission as the law specially declares to be fraudulent \nThe Company shall not repudiate the claim and / or forfeit the policy benefits on the ground of Fraud, if the insured person / \nbeneficiary can prove that the misstatement was true to the best of his knowledge and there was no deliberate intention to suppress \nthe fact or that such misstatement of or suppression of material fact are within the knowledge of the insurer. 10.10. Cancellation \ni. The Company may cancel the policy at any time, on grounds of misrepresentation, non-disclosure of material facts or \nestablished fraud by the insured person by giving 15 days’ written notice.", "ure of material facts or \nestablished fraud by the insured person by giving 15 days’ written notice. There would be no refund of premium on \ncancellation on grounds of misrepresentation, non-disclosure of material facts or fraud. ii. The policyholder may cancel his/her policy at any time during the term, by giving 7 days notice in writing. The Company \nshall refund proportionate premium for unexpired policy period, if there is no claim(s) made during the policy period. Notwithstanding anything contained herein or otherwise, no refunds of premium shall be made in respect of Cancellation where, \nany claim has been admitted or has been lodged or any Benefit has been availed under the Policy. 10.11. Territorial Jurisdiction \nAll disputes or differences under or in relation to the interpretation of the terms, conditions, validity, construct, limitations and/or \nexclusions contained in the Policy shall be determined by the Indian court and according to Indian law. 10.12. Arbitration \ni.", "e Policy shall be determined by the Indian court and according to Indian law. 10.12. Arbitration \ni. If any dispute or difference shall arise as to the quantum to be paid by the Policy, (liability being otherwise admitted) such \ndifference shall independently of all other questions, be referred to the decision of a sole arbitrator to be appointed in writing \nby the parties here to or if they cannot agree upon a single arbitrator within thirty days of any party invoking arbitration, the \nsame shall be referred to a panel of three arbitrators, comprising two arbitrators, one to be appointed by each of the parties to \nthe dispute/difference and the third arbitrator to be appointed by such two arbitrators and arbitration shall be conducted under \nand in accordance with the provisions of the Arbitration and Conciliation Act 1996, as amended by Arbitration and \nConciliation (Amendment) Act, 2015 (No. 3 of 2016). ii. It is clearly agreed and understood that no difference or dispute shall be referable to arbitration as herein before provided, if the \nCompany has disputed or not accepted liability under or in respect of the policy. iii. It is hereby expressly stipulated and declared that it shall be a condition precedent to any right of action or suit upon the policy \nthat award by such arbitrator/arbitrators of the amount of expenses shall be first obtained.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 12 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n10.13. Migration \nThe Insured Person will have the option to migrate the Policy to an alternative health insurance product offered by the Company by \napplying for Migration of the policy at least 30 days before the policy renewal date as per extant Guidelines related to Migration. If \nsuch person is presently covered and has been continuously covered without any lapses under this Policy offered by the Company, \ni. The Insured Person will get all the accrued continuity benefits for credits gained to the extent of the specific waiting periods, \nwaiting period for pre-existing diseases and Moratorium period of the Insured Person. ii. Migration benefit will be offered to the extent of Sum Insured and accrued Cumulative Bonus (as part of the sum insured) of \nthe previous policy. Migration benefit shall not apply to any other additional increased Sum Insured. The Proposal may be subject to fresh Underwriting as per terms of conditions of the migrated product, if the insured is not \ncontinuously covered for at least 36 months under the previous product \n \n10.14.", "the insured is not \ncontinuously covered for at least 36 months under the previous product \n \n10.14. Portability \nThe Insured Person will have the option to port the Policy to other insurers by applying to such Insurer to port the entire policy \nalong with all the members of the family, if any, at least 15 days before, but not earlier than 60 days from the policy renewal date, \nas per IRDAI guidelines related to Portability. If such person is presently covered and has been continuously covered without any \nlapses under this Policy offered by the Company, \ni. The proposed Insured Person will get all the accrued continuity benefits for specific waiting periods, waiting period for \npre-existing diseases and Moratorium period of the Insured Person under the previous health insurance Policy. ii. Portability benefit will be offered to the extent of Sum Insured and accrued Cumulative Bonus (as part of the sum \ninsured) of the previous policy. Portability benefit shall not apply to any other additional increased Sum Insured. 10.15. Renewal of Policy \ni. The policy shall be renewable provided the product is not withdrawn, except in case of established fraud or non-disclosure or \nmisrepresentation by the Insured. If the product is withdrawn, the policyholder shall be provided with suitable options to migrate \nto other similar health insurance products/plans offered by the Company. ii.", "ble options to migrate \nto other similar health insurance products/plans offered by the Company. ii. The Company shall endeavor to give notice for renewal. However, the Company is not under obligation to give any notice for \nrenewal. iii. Renewal shall not be denied on the ground that the insured person had made a claim or claims in the preceding policy years. iv. Request for renewal along with requisite premium shall be received by the Company before the end of the policy period. v. At the end of the policy period, the policy shall terminate and can be renewed within the Grace Period of 30 days to maintain \ncontinuity of benefits without break in policy. Coverage is not available during the Grace Period. vi. No loading shall apply on renewals based on individual claims experience. vii. In case of non-continuance of the Policy by the Insured (due to death or any other valid and acceptable reason): \n• The Policy may be renewed by any Insured Person above eighteen (18) years of age, as the Insured. • Where only children (less than eighteen years of age) are covered, the Policy shall be allowed till the expiry of the Policy \nperiod. The legal guardian may be allowed to renew the Policy as Proposer, covering the children. 10.16. Premium Payment in Installments \nIf the insured person has opted for Payment of Premium on an installment basis i.e.", "in Installments \nIf the insured person has opted for Payment of Premium on an installment basis i.e. Half Yearly or Quarterly, as mentioned in \nYour Policy Schedule/Certificate of Insurance, the following Conditions shall apply (notwithstanding any terms contrary \nelsewhere in the Policy) \ni. Grace Period (as defined) would be given to pay the instalment premium due for the policy. ii. If Installment Premium is not paid within Grace Period, the Policy shall be cancelled and no refund shall be allowed. However, if the premium is paid in instalments within the Grace Period, coverage shall be available during the Grace Period. iii. ln case of instalment premium due not received within the Grace Period, the Policy will get cancelled. iv. In case of a claim being admissible under the Policy, all the remaining installments for the Policy Period shall become due \nand payable immediately. v. Change of Premium Paying Frequency can be opted only at the time of renewal. vi. In case of installment premium due not received within the grace Period, the Policy will get cancelled ab-initio. 10.17. Withdrawal of Product \ni. In the likelihood of this product being withdrawn in future, the Company will intimate the insured person about the same 90 \ndays prior to expiry of the policy. ii.", "Company will intimate the insured person about the same 90 \ndays prior to expiry of the policy. ii. Insured Person will have the option to migrate to similar health insurance product available with the Company at the time of \nrenewal with all the accrued continuity benefits such as cumulative bonus, waiver of waiting period as per IRDAI guidelines, \nprovided the policy has been maintained without a break. 10.18. Revision of Terms of the Policy Including the Premium Rates  \nThe Company, with prior approval of IRDAI, may revise or modify the terms of the policy including the premium rates. The \ninsured person shall be notified before the changes are effected. 10.19. Free look period \nThe Free Look Period shall be applicable at the inception of the Policy and not on renewals or at the time of porting the policy. The insured person shall be allowed free look period of thirty (30) days from date of receipt of the policy document to review the \nterms and conditions of the policy. If he/she is not satisfied with any of the terms and conditions, he/she has the option to cancel \nhis/her policy. This option is available in case of policies with a term of one year or more.", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 13 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nIf the insured has not made any claim during the Free Look Period, the insured shall be entitled to \ni. a refund of the premium paid less any expenses incurred by the Company on medical examination of the insured person and \nthe stamp duty charges; or \nii. where the risk has already commenced and the option of return of the Policy is exercised by the insured, a deduction towards \nthe proportionate risk premium for period of cover or \niii. Where only a part of the insurance coverage has commenced, such proportionate premium commensurate with the insurance \ncoverage during such period. 10.20. Endorsements (Changes in Policy) \ni. This policy constitutes the complete contract of insurance. This Policy cannot be modified by anyone (including an insurance \nagent or broker) except the company. Any change made by the company shall be evidenced by a written endorsement signed \nand stamped. ii. The policyholder may be changed only at the time of renewal. The new policyholder must be the legal heir/immediate family \nmember. Such change would be subject to acceptance by the company and payment of premium (if any). The renewed Policy \nshall be treated as having been renewed without break.", "ment of premium (if any). The renewed Policy \nshall be treated as having been renewed without break. The policyholder may be changed during the Policy Period only in case of his/her demise or him/her moving out of India. 10.21. Change of Sum Insured \nSum insured can be changed (increased/ decreased) only at the time of renewal or any time, subject to underwriting by the Company. For any increase in SI, the waiting period shall start afresh for the incremental portion of the sum insured. 10.22. Terms and condition of the Policy \nThe terms and conditions contained herein and in the Policy Schedule shall be deemed to form part of the Policy and shall be read \ntogether as one document. 10.23. Nomination \nThe policyholder is required at the inception of the policy to make a nomination for the purpose of payment of claims under the \npolicy in the event of death of the policyholder. Any change of nomination shall be communicated to the company in writing and \nsuch change shall be effective only when an endorsement on the policy is made. For Claim settlement under reimbursement, the \nCompany will pay the policyholder.", "he policy is made. For Claim settlement under reimbursement, the \nCompany will pay the policyholder. In the event of death of the policyholder, the Company will pay the nominee {as named in the \nPolicy Schedule/Policy Certificate/Endorsement (if any)} and in case there is no subsisting nominee, to the legal heirs or legal \nrepresentatives of the Policyholder whose discharge shall be treated as full and final discharge of its liability under the Policy \n \n11. REDRESSAL OF GRIEVANCE \nIn case of any grievance related to the Policy, the insured person may submit in writing to the Policy Issuing Office or Grievance \ncell at Regional Office of the Company for redressal. If the grievance remains unaddressed, the insured person may contact: \nCustomer Relationship Management Dept., National Insurance Company Limited, Premises No. 18-0374, Plot no. CBD-81, New \nTown, Kolkata - 700156, email: customer.relations@nic.co.in, griho@nic.co.in \nFor \nmore \ninformation \non \ngrievance \nmechanism, \nand \nto \ndownload \ngrievance \nform, \nvisit \nour \nwebsite https://nationalinsurance.nic.co.in \nBima Bharosa (an Integrated Grievance Management System earlier known as IGMS) - https://bimabharosa.irdai.gov.in/ \nInsurance Ombudsman – The Insured person can also approach the office of Insurance Ombudsman of the respective area/region \nfor redressal of grievance as listed in Annexure-B.", "surance Ombudsman of the respective area/region \nfor redressal of grievance as listed in Annexure-B. The updated list of Office of Insurance Ombudsman are available on IRDAI \nwebsite: https://irdai.gov.in/ and on the website of Council for Insurance Ombudsman: https://www.cioins.co.in/ \nHelpline Number: 1800 345 0330 \nDedicated Email ID for Senior Citizens: health.srcitizens@nic.co.in", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 14 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \n12. TABLE OF BENEFITS \nName \nArogya Sanjeevani Policy - National \nProduct Type \nIndividual/ Floater \nCategory of Cover \nIndemnity \nSum insured \n₹ 50,000 to ₹ 10L, in multiple of ₹ 50,000 \nOn Individual basis – SI shall apply to each individual family member \nOn Floater basis – SI shall apply to the entire family \nPolicy Period \n1 years \nEligibility \nPolicy can be availed by persons between the aged of 18 years and 65 years above, as Proposer. Proposer with higher age can obtain policy for family, without covering self. Children between the age of 91 days and 25 years may be covered, provided parent(s) is/are covered at \nthe same time. Policy can be availed for Self and the following family members \na. Legally wedded spouse \nb. Parents and parents-in-law. c. Dependent children (i.e., natural or legally adopted) between the age 3 months to 25 years. If \nthe child above 18 years of age is financially independent, he or she shall be ineligible for \ncoverage in the subsequent renewals. Grace Period \nThe grace period of thirty days (where premium is paid in quarterly/half yearly/annual instalments) is \navailable on the premium due date, to pay the premium.", "quarterly/half yearly/annual instalments) is \navailable on the premium due date, to pay the premium. Hospitalisation \nExpenses \nExpenses of Hospitalization for a minimum period of 24 consecutive hours only shall be admissible \nTime limit of 24 hrs shall not apply when the treatment is undergone in a Day Care Center \nPre Hospitalisation \nFor 30 days prior to the date of hospitalization \nPost Hospitalisation \nFor 60 days from the date of discharge from the hospital \nSublimit for \nroom/doctors fee  \n1. Room Rent, Boarding, Nursing Expenses all inclusive as provided by the Hospital/ Nursing Home \nup to 2% of the Sum Insured subject to maximum of Rs. 5,000/- per day \n2. Intensive Care Unit (ICU) charges/ Intensive Cardiac Care Unit (ICCU) charges all-inclusive as \nprovided by the Hospital/ Nursing Home up to 5% of the Sum Insured subject to maximum of Rs. 10,000/- per day \nCataract Treatment \nUp to 25% of Sum Insured or Rs.", "ured subject to maximum of Rs. 10,000/- per day \nCataract Treatment \nUp to 25% of Sum Insured or Rs. 40,000/-, whichever is lower, per eye, under one policy year \nAYUSH \nExpenses incurred for Inpatient Care treatment under Ayurveda, Yoga and Naturopathy, Unani, Siddha \nand Homeopathy system of medicines shall be covered upto sum insured, during each policy year as \nspecified in the policy schedule \nPre Existing Disease \nOnly PEDs declared in the Proposal Form and accepted for coverage by the Company shall be covered \nafter a waiting period of 3 years \nCumulative bonus  \nIncrease in the sum insured by 5% of SI in respect of each claim free year of insurance maximum up to \n50% of current SI. In the event of claim the cumulative bonus shall be reduced as the same rate. Co Pay \n5% Co-pay on all claims for age less than equal to 75 years \n15% Co-pay on all claims for age greater than 75 years \nAdd-Ons Available \nNational Home \nCare Treatment \nAdd-On \nINR 10,000/ 15,000/ 20,000/ 25,000/ 30,000/ 35,000/ 40,000/ 45,000/ 50,000, subject to 10% of Basic \nSI under base Policy. No loading shall apply on renewals based on individual claims experience \nInsurance is the subject matter of solicitation", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no.", "CBD-81, New Town, Kolkata - 700156 \nPage 15 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nAnnexure-A \nList I – List of which coverage is not available in the policy \nSl \nItem \n1 \nBABY FOOD \n2 \nBABY UTILITIES CHARGES \n3 \nBEAUTY SERVICES \n4 \nBELTS/ BRACES \n5 \nBUDS \n6 \nCOLD PACK/HOT PACK \n7 \nCARRY BAGS \n8 \nEMAIL / INTERNET CHARGES \n9 \nFOOD CHARGES (OTHER THAN PATIENT's DIET PROVIDED BY \nHOSPITAL) \n10 \nLEGGINGS \n11 \nLAUNDRY CHARGES \n12 \nMINERAL WATER \n13 \nSANITARY PAD  \n14 \nTELEPHONE CHARGES \n15 \nGUEST SERVICES \n16 \nCREPE BANDAGE \n17 \nDIAPER OF ANY TYPE \n18 \nEYELET COLLAR \n19 \nSLINGS \n20 \nBLOOD GROUPING AND CROSS MATCHING OF DONORS SAMPLES \n21 \nSERVICE CHARGES WHERE NURSING CHARGE ALSO CHARGED \n22 \nTelevision Charges \n23 \nSURCHARGES \n24 \nATTENDANT CHARGES \n25 \nEXTRA DIET OF PATIENT (OTHER THAN THAT WHICH FORMS \nPART OF BED CHARGE) \n26 \nBIRTH CERTIFICATE \n27 \nCERTIFICATE CHARGES \n28 \nCOURIER CHARGES \n29 \nCONVEYANCE CHARGES \n30 \nMEDICAL CERTIFICATE \n31 \nMEDICAL RECORDS \n32 \nPHOTOCOPIES CHARGES \n33 \nMORTUARY CHARGES  \n34 \nWALKING AIDS CHARGES \n35 \nOXYGEN CYLINDER (FOR USAGE OUTSIDE THE HOSPITAL)  \n36 \nSPACER  \n37 \nSPIROMETRE  \n38 \nNEBULIZER KIT \n39 \nSTEAM INHALER \n40 \nARMSLING \n41 \nTHERMOMETER \n42 \nCERVICAL COLLAR \n43 \nSPLINT \n44 \nDIABETIC FOOT WEAR \n45 \nKNEE BRACES (LONG/ SHORT/ HINGED)  \n46 \nKNEE IMMOBILIZER/SHOULDER IMMOBILIZER \n47 \nLUMBO SACRAL BELT \n48 \nNIMBUS BED OR WATER OR AIR BED CHARGES \n49 \nAMBULANCE COLLAR \n50 \nAMBULANCE EQUIPMENT \n51 \nABDOMINAL BINDER \n52 \nPRIVATE NURSES CHARGES- SPECIAL NURSING CHARGES  \n53 \n SUGAR FREE Tablets \n54 \nCREAMS POWDERS LOTIONS (Toiletries are not payable, only prescribed \nmedical pharmaceuticals payable) \n55 \nECG ELECTRODES \n56 \nGLOVES \n57 \nNEBULISATION KIT \n58 \nANY KIT WITH NO DETAILS MENTIONED [DELIVERY KIT, \nORTHOKIT, RECOVERY KIT, ETC] \n59 \nKIDNEY TRAY \n60 \nMASK  \n61 \nOUNCE GLASS \n62 \nOXYGEN MASK \n63 \nPELVIC TRACTION BELT  \n64 \nPAN CAN \n65 \nTROLLY COVER \n66 \nUROMETER, URINE JUG \n67 \nVASOFIX SAFETY \nList II – Items that are to be subsumed into Room Charges \nSl \nItem \n1 \nBABY CHARGES (UNLESS SPECIFIED/INDICATED) \n2 \nHAND WASH \n3 \nSHOE COVER \n4 \nCAPS \n5 \nCRADLE CHARGES \n6 \nCOMB \n7 \nEAU-DE-COLOGNE / ROOM FRESHNERS \n8 \nFOOT COVER \n9 \nGOWN \n10 \nSLIPPERS  \n11 \nTISSUE PAPER \n12 \nTOOTH PASTE \n13 \nTOOTH BRUSH \n14 \nBED PAN \n15 \nFACE MASK \n16 \nFLEXI MASK \n17 \nHAND HOLDER \n18 \nSPUTUM CUP  \n19 \nDISINFECTANT LOTIONS \n20 \nLUXURY TAX \n21 \nHVAC \n22 \nHOUSE KEEPING CHARGES \n23 \nAIR CONDITIONER CHARGES \n24 \nIM IV INJECTION CHARGES  \n25 \nCLEAN SHEET \n26 \nBLANKET/WARMER BLANKET \n27 \nADMISSION KIT \n28 \nDIABETIC CHART CHARGES \n29 \nDOCUMENTATION CHARGES / ADMINISTRATIVE EXPENSES \n30 \nDISCHARGE PROCEDURE CHARGES \n31 \nDAILY CHART CHARGES \n32 \nENTRANCE PASS / VISITORS PASS CHARGES \n33 \nEXPENSES RELATED TO PRESCRIPTION ON DISCHARGE \n34 \nFILE OPENING CHARGES \n35 \nINCIDENTAL EXPENSES / MISC.", "NSES RELATED TO PRESCRIPTION ON DISCHARGE \n34 \nFILE OPENING CHARGES \n35 \nINCIDENTAL EXPENSES / MISC. CHARGES (NOT EXPLAINED) \n36 \nPATIENT IDENTIFICATION BAND / NAME TAG \n37 \nPULSEOXYMETER CHARGES \nList III – Items that are to be subsumed into Procedure Charges \nSl \nItem \n1 \nHAIR REMOVAL CREAM \n2 \nDISPOSABLES RAZORS CHARGES (for site preparations) \n3 \nEYE PAD \n4 \nEYE SHEILD \n5 \nCAMERA COVER \n6 \nDVD, CD CHARGES \n7 \nGAUSE SOFT \n8 \nGAUZE \n9 \nWARD AND THEATRE BOOKING CHARGES \n10 \nARTHROSCOPY AND ENDOSCOPY INSTRUMENTS \n11 \nMICROSCOPE COVER  \n12 \nSURGICAL BLADES, HARMONICSCALPEL,SHAVER \n13 \nSURGICAL DRILL \n14 \nEYE KIT  \n15 \nEYE DRAPE \n16 \nX-RAY FILM \n17 \nBOYLES APPARATUS CHARGES \n18 \nCOTTON \n19 \nCOTTON BANDAGE \n20 \nSURGICAL TAPE \n21 \nAPRON \n22 \nTORNIQUET  \n23 \nORTHOBUNDLE, GYNAEC BUNDLE \nList IV – Items that are to be subsumed into costs of treatment \nSl \nItem \n1 \nADMISSION/REGISTRATION CHARGES \n2 \nHOSPITALISATION FOR EVALUATION/ DIAGNOSTIC PURPOSE \n3 \nURINE CONTAINER \n4 \nBLOOD RESERVATION CHARGES AND ANTE NATAL BOOKING \nCHARGES \n5 \nBIPAP MACHINE \n6 \nCPAP/ CAPD EQUIPMENTS \n7 \nINFUSION PUMP– COST \n8 \nHYDROGEN PEROXIDE\\SPIRIT\\ DISINFECTANTS ETC \n9 \nNUTRITION PLANNING CHARGES - DIETICIAN CHARGES- DIET \nCHARGES  \n10 \nHIV KIT \n11 \nANTISEPTIC MOUTHWASH \n12 \nLOZENGES \n13 \nMOUTH PAINT \n14 \nVACCINATION CHARGES \n15 \nALCOHOL SWABES \n16 \nSCRUB SOLUTION/STERILLIUM \n17 \nGlucometer & Strips \n18 \nURINE BAG \n \n \n \n \nAnnexure-B", "National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, \nPlot no. CBD-81, New Town, Kolkata - 700156 \nPage 16 of 16 \nArogya Sanjeevani Policy - National \nUIN: NICHLIP25041V022425 \n \nThe contact details of the Insurance Ombudsman offices are as below- \nAreas of Jurisdiction \nOffice of the Insurance Ombudsman \nGujarat, Dadra & Nagar \nHaveli, Daman and Diu \nOffice of the Insurance Ombudsman, \nJeevan Prakash Building, 6th Floor, Tilak \nMarg, Relief Road, Ahmedabad-380001 \nTel: 079 -25501201/ 02/ 05/ 06 \nEmail: \nbimalokpal.ahmedabad@cioins.co.in \nKarnataka \nOffice of the Insurance Ombudsman, \nJeevan Soudha Building, PID No. 57-27-N-\n19, Ground Floor, 19/19, 24th Main Road, \nJP Nagar, Ist Phase, Bengaluru – 560 078. Tel.: 080 - 26652048 / 26652049 \nEmail: bimalokpal.bengaluru@cioins.co.in \nMadhya Pradesh, \nChhattisgarh \nOffice of the Insurance Ombudsman, \n1st floor,\"Jeevan Shikha\", 60-B, \nHoshangabad Road, Opp. Gayatri Mandir, \nBhopal – 462 011. Tel.: 0755 - 2769201 / 2769202 \nEmail: bimalokpal.bhopal@cioins.co.in  \nOdisha  \nOffice of the Insurance Ombudsman, \n62, Forest park, Bhubneshwar – 751 009.", "@cioins.co.in  \nOdisha  \nOffice of the Insurance Ombudsman, \n62, Forest park, Bhubneshwar – 751 009. Tel.: 0674 - 2596461 /2596455 \nFax: 0674 - 2596429 \nEmail: \nbimalokpal.bhubaneswar@cioins.co.in \nPunjab, Haryana \n(excluding Gurugram, \nFaridabad, Sonepat and \nBahadurgarh), Himachal \nPradesh, Union \nTerritories of Jammu & \nKashmir, Ladakh & \nChandigarh \nOffice of the Insurance Ombudsman, \nS.C.O. No. 101, 102 & 103, 2nd Floor, \nBatra Building, Sector 17 – D, \nChandigarh – 160 017. Tel.: 0172 - 4646394 / 2706468 \nEmail: \nbimalokpal.chandigarh@cioins.co.in \nTamil Nadu, Puducherry \nTown and Karaikal \n(which are part of \nPuducherry) \nOffice of the Insurance Ombudsman, \nFatima Akhtar Court, 4th Floor, 453, \nAnna Salai, Teynampet,  \nCHENNAI – 600 018. Tel.: 044 - 24333668 / 24333678 \nEmail: bimalokpal.chennai@cioins.co.in \nDelhi & following \nDistricts of Haryana - \nGurugram, Faridabad, \nSonepat & Bahadurgarh \nOffice of the Insurance Ombudsman, \n2/2 A, Universal Insurance Building, \nAsaf Ali Road, \nNew Delhi – 110 002. Tel.: 011 - 23237539 \nEmail: bimalokpal.delhi@cioins.co.in \nAssam, Meghalaya, \nManipur, Mizoram, \nArunachal Pradesh, \nNagaland and Tripura \nOffice of the Insurance Ombudsman, \nJeevan Nivesh, 5th Floor, \nNr. Panbazar over bridge, S.S. Road, \nGuwahati – 781001(ASSAM).", "budsman, \nJeevan Nivesh, 5th Floor, \nNr. Panbazar over bridge, S.S. Road, \nGuwahati – 781001(ASSAM). Tel.: 0361 - 2632204 / 2602205 \nEmail: bimalokpal.guwahati@cioins.co.in \nAndhra Pradesh, \nTelangana, Yanam and \npart of Union Territory \nof Puducherry \nOffice of the Insurance Ombudsman, \n6-2-46, 1st floor, \"Moin Court\", \nLane Opp. Saleem Function Palace, \nA. C. Guards, Lakdi-Ka-Pool, Hyderabad - \n500 004. Tel.: 040 - 23312122 \nEmail: bimalokpal.hyderabad@cioins.co.in \nRajasthan \nOffice of the Insurance Ombudsman, \nJeevan Nidhi – II Bldg., Gr. Floor, \nBhawani Singh Marg, \nJaipur - 302 005. Tel.: 0141- 2740363/2740798 \nEmail: Bimalokpal.jaipur@cioins.co.in \nKerala, Lakshadweep, \nMahe-a part of Union \nTerritory of Puducherry \nOffice of the Insurance Ombudsman, \n10th Floor, Jeevan Prakash, LIC Building, \nOpp to Maharaja's College, M.G. Road, \nKochi - 682 011. Tel.: 0484 - 2358759 \nEmail: bimalokpal.ernakulam@cioins.co.in \nWest Bengal, Sikkim, \nAndaman & Nicobar \nIslands \nOffice of the Insurance Ombudsman, \nHindustan Bldg. Annexe, 7th Floor, \n4, C.R. Avenue, KOLKATA - 700 072.", "of the Insurance Ombudsman, \nHindustan Bldg. Annexe, 7th Floor, \n4, C.R. Avenue, KOLKATA - 700 072. Tel.: 033 - 22124339 / 22124341 \nEmail: bimalokpal.kolkata@cioins.co.in \nDistricts of Uttar \nPradesh : Lalitpur, \nJhansi, Mahoba, \nHamirpur, Banda, \nChitrakoot, Allahabad, \nMirzapur, Sonbhabdra, \nFatehpur, Pratapgarh, \nJaunpur,Varanasi, \nGazipur, Jalaun, Kanpur, \nLucknow, Unnao, \nSitapur, Lakhimpur, \nBahraich, Barabanki, \nRaebareli, Sravasti, \nGonda, Faizabad, \nAmethi, Kaushambi, \nBalrampur, Basti, \nAmbedkarnagar, \nSultanpur, Maharajgang, \nSantkabirnagar, \nAzamgarh, Kushinagar, \nGorkhpur, Deoria, Mau, \nGhazipur, Chandauli, \nBallia, Sidharathnagar \nOffice of the Insurance Ombudsman, \n6th Floor, Jeevan Bhawan, Phase-II, \nNawal Kishore Road, Hazratganj, \nLucknow - 226 001. Tel.: 0522 - 4002082 / 3500613 \nEmail: bimalokpal.lucknow@cioins.co.in \nGoa, Mumbai \nMetropolitan Region \n(excluding Navi Mumbai \n& Thane) \nOffice of the Insurance Ombudsman, \n3rd Floor, Jeevan Seva Annexe, S. V. Road, Santacruz (W), Mumbai - 400 054.", "he Insurance Ombudsman, \n3rd Floor, Jeevan Seva Annexe, S. V. Road, Santacruz (W), Mumbai - 400 054. Tel.: 022 - 69038800/27/29/31/32/33 \nEmail: bimalokpal.mumbai@cioins.co.in \nState of Uttarakhand and \nthe following Districts of \nUttar Pradesh: Agra, \nAligarh, Bagpat, \nBareilly, Bijnor, \nBudaun, Bulandshehar, \nEtah, Kannauj, \nMainpuri, Mathura, \nMeerut, Moradabad, \nMuzaffarnagar, Oraiyya, \nPilibhit, Etawah, \nFarrukhabad, Firozbad, \nGautam Buddh nagar, \nGhaziabad, Hardoi, \nShahjahanpur, Hapur, \nShamli, Rampur, \nKashganj, Sambhal, \nAmroha, Hathras, \nKanshiramnagar, \nSaharanpur \nOffice of the Insurance Ombudsman, \nBhagwan Sahai Palace, 4th Floor, Main \nRoad, Naya Bans, Sector 15, \nDistt: Gautam Buddh Nagar, U.P-201301. Tel.: 0120-2514252 / 2514253 \nEmail: bimalokpal.noida@cioins.co.in \nBihar, Jharkhand \nOffice of the Insurance Ombudsman, \n2nd Floor, Lalit Bhawan, \nBailey Road, Patna 800 001. Tel.: 0612-2547068 \nEmail: bimalokpal.patna@cioins.co.in \nMaharashtra, Areas of \nNavi Mumbai and Thane \n(excluding Mumbai \nMetropolitan Region) \nOffice of the Insurance Ombudsman, \nJeevan Darshan Bldg., 3rd Floor, \nC.T.S. No.s. 195 to 198, N.C. Kelkar Road, \nNarayan Peth, Pune – 411 030. Tel.: 020-24471175 \nEmail: bimalokpal.pune@cioins.co.in"]