["United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n \n \n \nFAMILY MEDICARE POLICY \nI. PREAMBLE \nThis Policy is a contract of insurance issued by UNITED INDIA INSURANCE COMPANY (hereinafter called \nthe COMPANY) to the Proposer mentioned in the Schedule (hereinafter called the ‘Insured’) to cover the \nperson(s) named in the schedule (hereinafter called the ‘Insured Persons’). The Policy is based on the \nstatements and declaration provided in the Proposal Form by the Proposer and is subject to  \ni. the receipt of full premium, \nii. disclosure to information norm including the information provided in the Proposal Form by the \nInsured on behalf of him/her-self and all persons to be Insured which is incorporated in the policy \nand is the basis of it; and  \niii. the terms, conditions and exclusions of this Policy. II. OPERATIVE CLAUSE \nIf during the Policy Period the Insured Person(s) is required to be hospitalized for treatment of an Illness \nor Injury at a Hospital /Day Care Centre, following Medical Advice of a duly qualified Medical Practitioner, \nthe Company shall indemnify Medically Necessary, Reasonable and Customary Medical Expenses towards \nthe Coverage mentioned hereunder.", "ally Necessary, Reasonable and Customary Medical Expenses towards \nthe Coverage mentioned hereunder. Provided further that, any amount payable under the Policy shall be subject to the terms of coverage \n(including any limits/sub limits), exclusions, conditions and definitions contained herein. Maximum liability \nof the Company under all such Claims during each Policy Year shall be the Sum Insured opted and specified \nin the Schedule. III. COVER TYPE \n \nThe Policy provides cover on an Individual or Family Floater basis. A separate Sum Insured for each Insured \nPerson, as specified in the Policy Schedule, is provided under Individual basis while under Family Floater \nbasis, the Sum Insured limit is shared by the whole family of the Insured as specified in the Policy Schedule \nand Our total liability for the family cannot exceed the Sum Insured in a Policy period. The cover type basis \nshall be as specified in the Policy Schedule. IV. DEFINITIONS \nA. Standard Definitions \n1. ACCIDENT is a sudden, unforeseen and involuntary event caused by external, visible and violent \nmeans. 2. ANY ONE ILLNESS will be deemed to mean continuous period of illness and it includes relapse within \n45 days    from the date of last consultation with the Hospital / Nursing Home where treatment has \nbeen taken. 3.", "m the date of last consultation with the Hospital / Nursing Home where treatment has \nbeen taken. 3. CASHLESS FACILITY means a facility extended by the Insurer or TPA on behalf of the Insurer to the \nInsured, where the payments for the costs of treatment undergone by the Insured in accordance with \nthe policy terms and conditions, are directly made to the network provider by the Insurer to the extent \npre-authorization is approved. 4. CONDITION PRECEDENT shall mean a policy term or condition upon which the Insurer’s liability under \nthe policy is conditional.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n2 \n \n5. CONGENITAL ANOMALY refers to a condition(s) which is present since birth, and which is abnormal \nwith reference to form, structure or position. a. Internal Congenital Anomaly: Which is not in the visible and accessible parts of the body. b. External Congenital Anomaly: Which is in the visible and accessible parts of the body. 6. CO-PAYMENT means a cost sharing requirement under a health insurance policy that provides that \nthe Policyholder/Insured will bear a specified percentage of the admissible claims amount. A co-\npayment does not reduce the Sum Insured. 7. DAY CARE CENTRE means any institution established for day care treatment of illness and/or injuries \nor a medical set-up within a hospital and which has been registered with the local authorities, \nwherever applicable, and is under the supervision of a registered and qualified medical practitioner \nAND must comply with all minimum criteria as under: \ni. Has qualified nursing staff under its employment \nii. Has qualified Medical Practitioner(s) in charge \niii. Has a fully equipped operation theatre of its own where surgical procedures are carried out- \niv.", "i. Has a fully equipped operation theatre of its own where surgical procedures are carried out- \niv. Maintains daily records of patients and will make these accessible to the Insurance Company’s \nauthorized personnel. 8. DAY CARE TREATMENT means medical treatment, and/or surgical procedure which is: \ni. undertaken under general or local anaesthesia in a hospital/day care centre in less than \ntwenty-four hours because of technological advancement, and \nii. which would have otherwise required a hospitalisation of more than twenty-four hours. Treatment normally taken on an out-patient basis is not included in the scope of this definition. 9. DEDUCTIBLE is a cost sharing requirement under a Health Insurance Policy that provides that the \nInsurer will not be liable for a specified rupee amount in case of Indemnity policies and for a specified \nnumber of days/hours in case of hospital cash policies which will apply before any benefits are payable \nby the Insurer. A deductible does not reduce the sum insured. 10. DENTAL TREATMENT means a treatment related to teeth or structures supporting teeth including \nexaminations, fillings (where appropriate), crowns, extractions and surgery. 11.", "ng teeth including \nexaminations, fillings (where appropriate), crowns, extractions and surgery. 11. DISCLOSURE TO INFORMATION NORM The policy shall be void and all premium paid thereon shall be \nforfeited to the Company in the event of misrepresentation, mis-description or non-disclosure of any \nmaterial fact \n12. EMERGENCY CARE Emergency care means management for an illness or injury which results in \nsymptoms which occur suddenly and unexpectedly, and requires immediate care by a medical \npractitioner to prevent death or serious long term impairment of the Insured person’s health \n13. GRACE PERIOD means the specified period of time immediately following the premium due date \nduring which a payment can be made to renew or continue a policy in force without loss of continuity \nbenefits such as waiting periods and coverage of pre-existing diseases. Coverage is not available for \nthe period for which no premium is received. 14.", "e-existing diseases. Coverage is not available for \nthe period for which no premium is received. 14. HOSPITAL/NURSING HOME means any institution established for in-patient care and day care \ntreatment of illness and/or injuries and which has been registered as a Hospital with the local \nauthorities under the Clinical establishments (Registration and Regulation) Act, 2010 or under the \nenactments specified under the Schedule of Section 56(1) of the said Act OR complies with all \nminimum criteria as under \n- \nHas qualified nursing staff under its employment round the clock. - \nHas at least 10 in-patient beds in towns having a population of less than 10 lacs and at least 15 \nin-patient beds in all other places; \n- \nHas qualified Medical Practitioner(s) in charge round the clock; \n- \nHas a fully equipped Operation Theatre of its own where surgical procedures are carried out;", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n3 \n \n- \nMaintains daily records of patients and makes these accessible to the insurance company’s \nauthorized personnel. The term ' Hospital / Nursing Home ' shall not include an establishment which is a place of rest, a place \nfor the aged, a place for drug-addicts or place for alcoholics, a hotel or a similar place. For Ayurvedic treatment, hospitalisation expenses are admissible only when the treatment has been \nundergone in a hospital as defined in clause V.4 below. 15. HOSPITALISATION Means admission in a Hospital/Nursing Home for a minimum period of 24 In-\npatient care consecutive hours except for the standard day care procedures/treatments as defined \nabove, where such admission could be for a period of less than 24 consecutive hours. Note:  Procedures/treatments usually done in outpatient department are not payable under the policy \neven if admitted/converted as an in-patient in the hospital for more than 24 hours. 16. ILLNESS means a sickness or a disease or pathological condition leading to the impairment of normal \nphysiological function which manifests itself during the policy period and requires medical treatment.", "ysiological function which manifests itself during the policy period and requires medical treatment. (a) Acute condition - Acute condition is a disease, illness or injury that is likely to respond quickly to \ntreatment which aims to return the person to his or her state of health immediately before suffering \nthe disease/ illness/ injury which leads to full recovery \n(b) Chronic condition - A chronic condition is defined as a disease, illness, or injury that has one or \nmore of the following characteristics:  \n1. It needs ongoing or long-term monitoring through consultations, examinations, check-ups, and \n/or tests  \n2. It needs ongoing or long-term control or relief of symptoms \n3. It requires rehabilitation for the patient or for the patient to be specially trained to cope with it \n4. It continues indefinitely \n5. It recurs or is likely to recur \n17. INJURY means accidental physical bodily harm excluding illness or disease solely and directly caused \nby external, violent and visible and evident means which is verified and certified by a Medical \nPractitioner. 18. IN-PATIENT CARE means treatment for which the Insured Person has to stay in a hospital for   more \nthan 24 hours for a covered event. 19.", "hich the Insured Person has to stay in a hospital for   more \nthan 24 hours for a covered event. 19. INTENSIVE CARE UNIT means an identified section, ward or wing of a hospital which is under the \nconstant supervision of a dedicated Medical Practitioner(s), and which is specially equipped for the \ncontinuous monitoring and treatment of patients who are in a critical condition, or require life support \nfacilities and where the level of care and supervision is considerably more sophisticated and intensive \nthan in the ordinary and other wards. 20. INTENSIVE CARE UNIT (ICU) CHARGES means the amount charged by a Hospital towards ICU expenses \nwhich shall include the expenses for ICU bed, general medical support services provided to any ICU \npatient including monitoring devices, critical care nursing and intensivist charges. 21. MATERNITY EXPENSES means; \na. medical treatment expenses traceable to childbirth (including complicated deliveries and \ncaesarean sections incurred during hospitalization); \nb. expenses towards lawful medical termination of pregnancy during the policy period. 22. MEDICAL ADVICE means any consultation or advice from a Medical Practitioner including the issue of \nany prescription or repeat prescription. 23.", "ice from a Medical Practitioner including the issue of \nany prescription or repeat prescription. 23. MEDICAL EXPENSES means those expenses that an Insured Person has necessarily and actually \nincurred for medical treatment on account of illness or Accident on the advice of a Medical \nPractitioner, as long as these are no more than would have been payable if the Insured Person had \nnot been insured and no more than other hospitals or doctors in the same locality would have charged \nfor the same medical treatment.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n4 \n \n24. MEDICALLY NECESSARY TREATMENT is defined as any treatment, tests, medication, or stay in hospital \nor part of a stay in hospital which is required for the medical management of the illness or injury \nsuffered by the Insured; Must not exceed the level of care necessary to provide safe, adequate and \nappropriate medical care in scope, duration or intensity; Must have been prescribed by a Medical \nPractitioner; Must conform to the professional standards widely accepted in international medical \npractice or by the medical community in India. 25. MEDICAL PRACTITIONER is a person who holds a valid registration from the Medical Council of any \nState of India or Medical Council of India or Council for Indian Medicine or for Homeopathy set up by \nthe Government of India or a State Government and is thereby entitled to practice medicine within its \njurisdiction; and is acting within the scope and jurisdiction of license. The term Medical Practitioner \nwould include Physician, Specialist and Surgeon. The Registered Medical Practitioner should not be \nthe Insured or any member of his family including parents and in-laws. 26.", "actitioner should not be \nthe Insured or any member of his family including parents and in-laws. 26. MIGRATION means, the right accorded to health insurance policyholders (including all members \nunder family cover and members of group health insurance policy), to transfer the credit gained for \npre-existing conditions and time bound exclusions, with the same Insurer. 27. NETWORK PROVIDER means the hospital/nursing home or health care providers enlisted by an \nInsurer or by a TPA and Insurer together to provide medical services to an Insured on payment by a \ncashless facility. The list of Network Hospitals is maintained by and available with the TPA and the \nsame is subject to amendment from time to time. PPN-Preferred Provider Network means a network of hospitals which have agreed to a cashless \npackaged pricing for certain procedures for the Insured Person. Updated list of network provider/PPN \nis available on website of the company (https://uiic.co.in/en/tpa-ppn-network-hospitals) and website \nof the TPA mentioned in the schedule and is subject to amendment from time to time. 28. NEW BORN BABY means baby born during the Policy Period and is aged upto 90 days. 29. NON-NETWORK HOSPITALS means any hospital, day care centre or other provider that is not part of \nthe network. 30.", "OSPITALS means any hospital, day care centre or other provider that is not part of \nthe network. 30. NOTIFICATION OF CLAIM is the process of notifying a claim to the Insurer or TPA within specified \ntimelines through any of the recognised modes of communication. 31. PORTABILITY means, the right accorded to individual health insurance policyholders (including all \nmembers under family cover), to transfer the credit gained for pre-existing conditions and time bound \nexclusions, from one Insurer to another Insurer. 32. PRE-EXISTING DISEASE means any condition, ailment, injury or disease:  \na. That is/are diagnosed by a physician within 48 months prior to the effective date of the policy \nissued by the Insurer or its reinstatement or \nb. For which medical advice or treatment was recommended by, or received from, a physician within \n48 months prior to the effective date of the policy issued by the Insurer or its reinstatement \n33. PRE – HOSPITALISATION MEDICAL EXPENSES \nRelevant medical expenses incurred immediately 30 days before the Insured Person is hospitalised \nprovided that: \na. Such Medical expenses are incurred for the same condition for which the Insured Person’s \nHospitalisation was required; and \nb. The In-patient Hospitalisation claim for such Hospitalisation is admissible by us. 34.", "ired; and \nb. The In-patient Hospitalisation claim for such Hospitalisation is admissible by us. 34. POST-HOSPITALISATION MEDICAL EXPENSES \nRelevant medical expenses incurred immediately 60 days after the Insured Person is discharged from \nthe hospital provided that; \na. Such Medical expenses are incurred for the same condition for which the Insured Person’s \nHospitalisation was required; and \nb. The In-patient Hospitalisation claim for such Hospitalisation is admissible by us.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n5 \n \n35. QUALIFIED NURSE means a person who holds a valid registration from the Nursing Council of India or \nthe Nursing Council of any State in India. 36. REASONABLE AND CUSTOMARY CHARGES mean the charges for services or supplies, which are the \nstandard charges for the specific provider and consistent with the prevailing charges in the \ngeographical area for identical or similar services, taking into account the nature of illness/injury \ninvolved. 37. RENEWAL defines the terms on which the contract of insurance can be renewed on mutual consent \nwith a provision of grace period for treating the renewal continuous for the purpose of all waiting \nperiods. 38. ROOM RENT shall mean the amount charged by a hospital for the Occupancy of a bed on per day (24 \nhours) basis and shall include associated medical expenses. 39. SURGERY OR SURGICAL PROCEDURE means manual and/or operative procedure(s) required for \ntreatment of an illness or injury, correction of deformities and defects, diagnosis and cure of diseases, \nrelief of suffering or prolongation of life, performed in a Hospital or Day Care Centre by a Medical \nPractitioner. B. Specific Definitions \n40.", "performed in a Hospital or Day Care Centre by a Medical \nPractitioner. B. Specific Definitions \n40. AGE means age of the Insured person on last birthday as on date of commencement of the Policy. 41. AIDS means Acquired Immune Deficiency Syndrome, a condition characterised by a combination of \nsigns and symptoms, caused by Human Immunodeficiency Virus (HIV), which attacks and weakens the \nbody’s immune system making the HIV-positive person susceptible to life threatening conditions or \nother conditions, as may be specified from time to time. 42. ASSOCIATED MEDICAL EXPENSES means hospitalisation related expenses on Surgeon, Anaesthetist, \nMedical Practitioner, Consultants and Specialist Fees whether paid directly to the treating doctor / \nsurgeon or to the hospital; Anaesthetics, blood, oxygen, operation theatre charges, surgical appliances \nand such other similar expenses with the exception of: \ni. cost of pharmacy and consumables medicines \nii. cost of implants/medical devices \niii. cost of diagnostics \nThe scope of this definition is limited to admissible claims where a proportionate deduction is \napplicable, as per Note a to Section V.1.1. 43. AYUSH Treatment refers to hospitalisation treatments given Ayurveda, Unani and Homeopathy \nsystems (covered under the Policy). 44.", "italisation treatments given Ayurveda, Unani and Homeopathy \nsystems (covered under the Policy). 44. BREAK IN POLICY means the period of gap that occurs at the end of the existing policy term, when the \npremium due for renewal on a given policy is not paid on or before the premium renewal date or \nwithin 30 days thereof. 45. CANCELLATION defines the terms on which the policy contract can be terminated either by the Insurer \nor the Insured person by giving sufficient notice to other which is not lower than a period of fifteen \ndays. 46. CONTINUOUS COVERAGE means uninterrupted coverage of the Insured Person under the Health \nInsurance Policy from the date of inception of policy for the first time as mentioned in the policy \nschedule. However for the purpose of applying waiting periods, the break in insurance period for \nwhich the premium was not received shall be excluded from it. 47. INSURED PERSON means person(s) named in the schedule of the Policy. 48. PERIOD OF INSURANCE means the period for which this policy is taken and is in force as specified in \nthe Schedule. 49. POLICY means these Policy wordings, the Policy Schedule and any applicable endorsements or \nextensions attaching to or forming part thereof. The Policy contains details of the extent of cover", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n6 \n \navailable to the Insured Person, what is excluded from the cover and the terms & conditions on which \nthe Policy is issued to The Insured Person \n50. PSYCHIATRIC DISORDER means clinically significant Psychological or behavioural syndrome that \ncauses significant distress, disability or loss of freedom (and which is not merely a socially deviant \nbehaviour or an expected response to a stressful life event) as certified by a Medical Practitioner \nspecialized in the field of Psychiatry after physical examination of the Insured Person in respect of \nwhom a claim is lodged. 51. PSYCHOSOMATIC DISORDER means one or more psychological or behavioural problems that \nadversely and significantly affect the course and outcome of general medical condition or that \nsignificantly increase a person’s risk of an adverse outcome as certified by a Medical Practitioner \nspecialized in the field of Psychiatry after Physical examination of the Insured Person in respect of \nwhom a claim is lodged. 52. SINGLE OCCUPANCY STANDARD AIR-CONDITIONED ROOM means an individual air-conditioned room \nfor accommodating a single patient with attached wash room.", "eans an individual air-conditioned room \nfor accommodating a single patient with attached wash room. This room may have a television, \ntelephone and a couch. Such room must be the most economical of all such air-conditioned \naccommodations available in that hospital as single occupancy. This does not include deluxe room / \nsuite or room with additional facilities other than those stated herein. 53. SUB-LIMIT means a cost sharing requirement under a health insurance policy in which an Insurer \nwould not be liable to pay any amount in excess of the pre-defined limit. 54. SUM INSURED means the pre-defined limit specified in the Policy Schedule that represents, the \nmaximum, total and cumulative liability for any and all claims made under the Policy, in respect of that \nInsured Person (on Individual basis) or all Insured Persons (on Floater basis) during the policy period. 55. THIRD PARTY ADMINISTRATOR (TPA) means a company registered under the IRDAI (Third Party \nAdministrators – Health Services) Regulations, 2016 notified by the Authority, and is engaged, for a \nfee or remuneration by an insurance company, for the purpose of providing health services as defined \nin the regulations. 56. WAITING PERIOD means a period from the inception of this Policy during which specified \ndiseases/treatments are not covered.", "eriod from the inception of this Policy during which specified \ndiseases/treatments are not covered. On completion of the period, diseases/treatments shall be \ncovered provided the Policy has been continuously renewed without any break. 57. WE/OUR/US/COMPANY means UNITED INDIA INSURANCE COMPANY LIMITED \n58. YOU/YOUR means the person who has taken this Policy and is shown as Insured Person or the first \nInsured Person (if more than one person covered in the policy) in the Schedule. V. COVERAGE \nThe coverages available under this Policy are described below. BASE COVERS \nThe Policy provides base coverage as described below in this section provided that the expenses are \nincurred on the written Medical Advice of a Medical Practitioner and are incurred on Medically Necessary \nTreatment of the Insured Person. 1. In-patient Hospitalisation Expenses Cover \nWe will pay the Reasonable and Customary Charges for the following Medical Expenses of an Insured \nPerson in case of Medically Necessary Treatment taken during Hospitalisation provided that the admission \ndate of the Hospitalisation due to Illness or Injury is within the Policy Year: \n \nA. Room, Boarding and Nursing expenses (all inclusive) incurred as provided by the Hospital/Nursing \nHome upto the limits provided below:", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n7 \n \nSum Insured \nLimit (Rs.) per day \n< Rs. 5 Lacs \n1% of Sum Insured  \nRs. 5 Lacs and Above  \n1% of Sum Insured or Single Occupancy Standard Air-\nConditioned Room Charges whichever is higher \nThese expenses will include nursing care, RMO charges, patient’s diet charges, IV Fluids/Blood \ntransfusion/injection administration charges and similar expenses. B. Charges for accommodation in Intensive Care Unit (ICU)/ Intensive Cardiac Care Unit (ICCU) upto \nthe limits provided below: \nSum Insured \nLimit (Rs.) per day \n< Rs. 5 Lacs \n2% of Sum Insured  \nRs. 5 Lacs and Above \nActuals \n \nC. The fees charged by the Medical Practitioner, Surgeon, Specialists and anaesthetists treating the \nInsured Person; \nD. Operation theatre charges,  \nE. Anaesthesia, Blood, Oxygen, Surgical Appliances and/ or Medical Appliances, medicines and drugs, \nCost of Artificial Limbs, cost of prosthetic devices implanted during surgical procedure like \npacemaker, orthopaedic implants, infra cardiac valve replacements, vascular stents, relevant \nlaboratory/ diagnostic tests, X-Ray, dialysis, chemotherapy, radiotherapy and such other similar \nmedical expenses related to the treatment.", "lysis, chemotherapy, radiotherapy and such other similar \nmedical expenses related to the treatment. 1.1 Note: \na. PROPORTIONATE PAYMENT CLAUSE: In case of admission to a room at rates exceeding the \naforesaid limits in Clause V.1.A, the reimbursement/payment of all associated medical expenses \nincurred at the Hospital shall be effected in the same proportion as the admissible rate per day \nbears to the actual rate per day of Room Rent. Proportionate Deductions shall not be applied in respect of those hospitals where differential \nbilling is not followed or for those expenses where differential billing is not adopted based on the \nroom category. b. No payment shall be made under 1.C other than as part of the hospitalisation bill. However, the \nbills raised by Surgeon, Anaesthetist directly and not forming part of the hospital bill shall be paid \nprovided a pre-numbered bill/receipt is produced in support thereof, when such payment is made \nONLY by cheque/ credit card/debit card or digital/online transfer. 1.2 Sub-limit: \n \na. Cataract Surgery Limit: Expenses in respect of the Cataract surgeries will be restricted to 10% of \nSum Insured subject to maximum of Rs. 50,000/- per eye. This limit is applicable per hospitalisation \n/ surgery. b.", "ject to maximum of Rs. 50,000/- per eye. This limit is applicable per hospitalisation \n/ surgery. b. Mental Illness Cover Limit: In case of following mental illnesses the actual In-patient \nHospitalization expenses will be covered upto 25% of Sum Insured subject to a maximum of Rs. 3,00,000 per policy year;  \n1. Schizophrenia (ICD - F20; F21; F25)  \n2. Bipolar Affective Disorders (ICD - F31; F34)  \n3. Depression (ICD - F32; F33)  \n4. Obsessive Compulsive Disorders (ICD - F42; F60.5)  \n5. Psychosis (ICD - F 22; F23; F28; F29)", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n8 \n \n2. Day Care Treatment Cover- \nWe will cover the Medical Expenses incurred on the Insured Person’s Day Care Treatment during the Policy \nPeriod following an Illness or Injury that occurs during the Policy Period provided that:   \ni. The Medical Expenses are incurred in case of Day Care Treatment or Surgery undertaken for the \nIllness/ condition covered under Base Cover that requires less than 24 hours Hospitalisation due \nto advancement in technology, including for any procedure which requires a period of specialized \nobservation or care after completion of the procedure undertaken by an Insured Person as Day \nCare Treatment. All Day Care Treatments as defined in the Section IV.A.8 of the policy above are \ncovered. ii. The Day Care Treatment is for Medically Necessary Treatment and follows the written Medical \nAdvice; \niii. Procedures/treatments usually done on out-patient basis are not payable under the policy even if \nconverted as an in-patient in the hospital for more than 24 hours or carried out in Day Care \nCentres. Diagnostic Services are also not covered under this benefit. 3.", "or carried out in Day Care \nCentres. Diagnostic Services are also not covered under this benefit. 3. Pre-Hospitalisation and Post-Hospitalisation Expenses –  \nWe will cover, on a reimbursement basis, the Insured Person’s \na. Pre-hospitalisation Medical Expenses incurred due to an Illness or Injury during the period upto \n30 days prior to hospitalisation; and  \nb. Post- hospitalisation Medical Expenses incurred due to an Illness or Injury during the period upto \n60 days after the discharge from the hospital,  \nSubject to a maximum of 10% of Sum Insured, provided that:  \ni. We have accepted a claim for primary In-patient Hospitalization under Section V.1 or V.2 above; \nii. The Pre-hospitalisation and Post-hospitalisation Medical Expenses are related to the same Illness \nor Injury. iii. The date of admission to the Hospital for the purpose of this Benefit shall be the date of the \nInsured Person’s first admission to the Hospital in relation to the same Any One Illness. 4.", "of the \nInsured Person’s first admission to the Hospital in relation to the same Any One Illness. 4. Ayurvedic/Homeopathic/Unani treatment –  \nWe will pay the reasonable & customary Charges incurred as in-patient for an Insured Person in case of \nMedically Necessary Treatment taken during Hospitalisation subject to the limits linked to the Sum \nInsured, as mentioned in the table below; \nSum Insured (Rs.) \nLimit per Policy Period (Rs.)- Upto \nUpto 3,00,000 \n10,000 \n>3,00,000 to 15,00,000 \n15,000 \n>15,00,000 \n25000 \n \nSubject to the condition that the hospitalisation expenses are admissible only when the treatment has \nbeen undergone in an AYUSH HOSPITAL as defined hereunder: \n \nAYUSH HOSPITAL is a healthcare facility wherein medical/surgical/para-surgical treatment procedures and \ninterventions are carried out by AYUSH Medical Practitioner(s) comprising any of the following \ni. Central or State Government AYUSH Hospital; or \nii. Teaching hospital attached to AYUSH College recognised by the Central Government/Central \nCouncil of Indian Medicine/Central Council for Homeopathy; or \niii.", "the Central Government/Central \nCouncil of Indian Medicine/Central Council for Homeopathy; or \niii. AYUSH Hospital, standalone or co-located with in-patient healthcare facility of any recognised \nsystem of medicine, registered with the local authorities, wherever applicable, and is under the \nsupervision of a qualified registered AYUSH Medical Practitioner and must comply with the \nfollowing criterion", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n9 \n \n• \nHaving at least 5 in-patient beds; \n• \nHaving qualified AYUSH Medical Practitioner in charge round the clock; \n• \nHaving dedicated AYUSH therapy sections as required and/or has equipped operation \ntheatre where surgical procedures are carried out; \n• \nMaintaining daily records of the patients and making them accessible to the insurance \ncompany’s authorised representative. 5. Donor Expenses Cover \nWe will cover the In-patient Hospitalization Medical Expenses incurred for an organ donor’s treatment \nduring the Policy Period for the harvesting of the organ donated up to the Sum Insured provided that:  \ni. The donation conforms to The Transplantation of Human Organs Act 1994 and the organ is for the \nuse of the Insured Person;  \nii. We have admitted a claim towards In-patient Hospitalisation under the Base Cover and it is related \nto the same condition; organ donated is for the use of the Insured Person as certified in writing \nby a Medical Practitioner; \niii. We will not cover:  \na. Pre-hospitalization Medical Expenses or Post-hospitalisation Medical Expenses of the organ donor;  \nb. Screening expenses of the organ donor;  \nc.", "ospitalisation Medical Expenses of the organ donor;  \nb. Screening expenses of the organ donor;  \nc. Costs directly or indirectly associated with the acquisition of the donor’s organ;  \nd. Transplant of any organ/tissue where the transplant is experimental or investigational;  \ne. Expenses related to organ transportation or preservation;  \nf. Any other medical treatment or complication in respect of the donor, consequent to harvesting. 6. Organ Donor Benefit- When Insured Person is the Donor \nA lump sum payment of 10% of Sum Insured, to take care of medical and other incidental expenses is \npayable to the Insured Person donating an organ provided that the donation conforms to the \nTransplantation of Human Organs Act 1994 (amended) and any other extant Act, Central / State Rules / \nregulations, as applicable, in respect of transplantation of human organs. This benefit is subject to the Policy (Family Medicare Policy) having been continuously in force for at least \n12 (twelve) months in respect of that Insured Person. 7. Road Ambulance Cover \nWe will cover the costs incurred up to: \ni. 0.5% of the Sum Insured subject to a maximum of Rs. 2500 per event and  \nii. 1% of the Sum Insured subject to a maximum of Rs.", "bject to a maximum of Rs. 2500 per event and  \nii. 1% of the Sum Insured subject to a maximum of Rs. 5000 per policy period  \non transportation of the Insured Person by road Ambulance to a Hospital for treatment in an Emergency \nfollowing an Illness or Injury which occurs during the Policy Period. The necessity of use of an Ambulance \nmust be certified by the treating Medical Practitioner and becomes payable if a claim has been admitted \nunder Section V.1 or V.2 and the expenses are related to the same Illness or Injury. We will also cover the costs incurred on transportation of the Insured Person by road Ambulance in the \nfollowing circumstances up to the limits specified above under this cover, if:     \na. it is medically required to transfer the Insured Person to another Hospital or diagnostic centre \nduring the course of Hospitalization for advanced diagnostic treatment in circumstances where \nsuch facility is not available in the existing Hospital;  \nb. it is medically required to transfer the Insured Person to another Hospital during the course of \nHospitalization due to lack of super speciality treatment in the existing Hospital.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n10 \n \n8. Cost of Health Check-up \nExpenses incurred towards cost of health check-up up to 1% of average Sum Insured of preceding 3 years, \nsubject to a maximum of Rs. 5,000 per person for policies issued on individual sum insured basis/ Rs. 10,000 per policy period for policies issued on floater basis for a block of every three claim-free years \nprovided the health check-up is done at hospitals/diagnostic centre authorised by us within a year from \nthe date when it got due and the policy is in force. Payment under this benefit does not reduce the sum \nInsured. In case of the policy on floater basis, if a claim is made by any of the Insured Persons, the health check-up \nbenefits will not be available under the policy. Note: Payment of expenses towards cost of health check-up will not prejudice the company's right to deal \nwith a claim in case of non-disclosure of material fact and / or Pre-Existing Diseases in terms of the policy. 9.", "in case of non-disclosure of material fact and / or Pre-Existing Diseases in terms of the policy. 9. Modern Treatment Methods & Advancement in Technologies: \nIn case of an admissible claims under Section V.1/ V.2 as applicable, Expenses incurred on the following \nprocedures (wherever medically indicated) either as in-patient or as part of day care treatment in a \nhospital, shall be covered. The claim shall be subject to additional sub-limits indicated against them in the \ntable below: \nSr. No. Treatment Methods & Advancement in \nTechnology \nAdditional Limit \nA \nUterine Artery Embolization & High Intensity \nFocussed Ultrasound (HIFU) \nUpto 20% of Sum Insured subject to a maximum of Rs. 2 \nLacs per policy period for claims involving Uterine Artery \nEmbolization & HIFU \nB \nBalloon Sinuplasty \nUpto 10% of Sum Insured subject to a maximum of Rs. 1 \nLac per policy period for claims involving Balloon \nSinuplasty \nC \nDeep Brain Stimulation \nUpto 70% of Sum Insured per policy period for claims \ninvolving Deep Brain Stimulation \nD \nOral Chemotherapy \nUpto 20% of Sum Insured subject to a maximum of Rs. 2 \nLacs per policy period for claims involving Oral \nChemotherapy \nE \nImmunotherapy- Monoclonal Antibody to be \ngiven as injection \nUpto 20% of Sum Insured subject to a maximum of Rs. 2 \nLacs per policy period \nF \nIntra vitreal Injections \nUpto 10% of Sum Insured subject to a maximum of Rs.", "per policy period \nF \nIntra vitreal Injections \nUpto 10% of Sum Insured subject to a maximum of Rs. 1 \nLac per policy period \nG \nRobotic Surgeries (including Robotic Assisted \nSurgeries) \n \n• \nUpto 75% of Sum Insured per policy period for claims \ninvolving Robotic Surgeries for (i) the treatment of any \ndisease involving Central Nervous System irrespective \nof aetiology; (ii) Malignancies \n• \nUpto 50% of Sum Insured per policy period for claims \ninvolving Robotic Surgeries for other diseases \nH \nStereotactic Radio Surgeries \nUpto 50% of Sum Insured per policy period for claims \ninvolving Stereotactic Radio Surgeries \nI \nBronchial Thermoplasty \nUpto 30% of Sum Insured subject to a maximum of Rs. 3 \nLacs per policy period for claims involving Bronchial \nThermoplasty \nJ \nVaporisation of the Prostate (Green laser \ntreatment or holmium laser treatment) \nUpto 30% of Sum Insured subject to a maximum of Rs. 2 \nLacs per policy period \nK \nIntra Operative Neuro Monitoring (IONM) \nUpto 15% of Sum Insured per policy period for claims \ninvolving Intra Operative Neuro Monitoring", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n11 \n \nL \nStem Cell Therapy: Hematopoietic stem cells \nfor bone marrow transplant for \nhaematological conditions to be covered only \nNo additional sub-limit \n \nNote on Co-payment:  \nFor persons with age of entry above 60 years in Family Medicare Policy, every admissible claim under \nBase Cover 1 to 5, 7 and 9 above shall be subject to a Co-payment of 10% on the admissible claim \namount. OPTIONAL COVERS: \n10. Restoration of Sum Insured \nIf the Basic Sum Insured is exhausted completely or partially due to claims made and paid/ accepted as \npayable during the Policy Year, then it is agreed that a Restore Sum Insured equal to 100% of the Basic \nSum Insured will be automatically and instantly available for the particular Policy Year, provided that: \na. In case of policies on Individual Sum Insured basis the Restore sum insured, will be available to \neach Insured Person individually and in case of a floater policy, the restore Sum Insured will be \navailable for all Insured Persons on floater basis. b. A single claim in a Policy Year cannot exceed the Basic Sum Insured. c.", "Persons on floater basis. b. A single claim in a Policy Year cannot exceed the Basic Sum Insured. c. Such restored Sum Insured can be utilized only for illness / disease unrelated to the illness / \ndiseases for which claim(s) was / were made. d. The Restoration of Sum Insured will be applied only once during a Policy Year for family floater \npolicy. For Policy on Individual Sum Insured basis, the restore facility will be available once to each \nInsured Person individually in a policy year. e. If the Restore Sum Insured is not utilised in a Policy Year, it shall not be carried forward to any \nsubsequent Policy Year. 10.1 Automatic Restoration of Basic Sum Insured is available only for sum insured options from Rs. 3,00,000 and above. 10.2 For persons with age of entry above 60 years in Family Medicare Policy, every admissible claim under \nthis optional cover shall be subject to a Co-payment of 10% on the admissible claim amount. 11. Maternity Expenses and New Born Baby Cover \na. Maternity Expenses: We shall pay the Medical Expenses incurred as an In-patient for a delivery \n(including caesarean section) or lawful medical termination of pregnancy during the Policy Period \nlimited to two deliveries or terminations or either during the lifetime of the Insured Person. This \nbenefit is applicable only when the Sum Insured is above Rs.", "e lifetime of the Insured Person. This \nbenefit is applicable only when the Sum Insured is above Rs. 3 Lacs, and available only to the \nInsured or his spouse, provided that: \ni. Family Medicare Policy with this optional cover has been continuously in force for a period of \nminimum 24 months. ii. Those Insured Persons who are already having two or more living children will not be eligible \nfor this benefit \niii. Company’s maximum liability per delivery or termination shall be limited to 10% of the Sum \nInsured as stated in the Schedule subject to a maximum of Rs. 40000 in case of normal delivery \nand Rs. 60000 in case of caesarean section and in no case shall the Company’s liability under \nthis clause exceed 10% of the Sum Insured, in any one Policy Period. b. New Born Baby Cover: New born Baby shall be covered from day one upto the age of 90 days and \nexpenses incurred for treatment taken in Hospital as in-patient shall only be payable, provided \nthat:", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n12 \n \ni. Claim under Maternity clause is admissible under the Policy \nii. Company’s liability shall be limited to 10% of the Sum Insured as stated in the Schedule. iii. In case the 90-days period for the New Born Baby is spread over two Policy Periods, the \naggregate liability of the Company, for all claims in respect of the New Born Baby, shall be \nlimited to 10% of the Sum Insured of the Policy under which Maternity claim was admitted. 11.1 \nSpecial conditions applicable to Maternity Expenses and New Born Baby Cover \ni. These benefits are admissible only if the expenses are incurred in Hospital/Nursing Home as \nin-patients in India. ii. Surrogate or vicarious pregnancy is not covered. iii. Expenses incurred in connection with voluntary medical termination of pregnancy during the \nfirst twelve weeks from the date of conception are not covered. iv. Pre-natal and post-natal expenses are not covered unless admitted in Hospital/Nursing Home \nand treatment is taken there. v. Pre Hospitalisation and Post-Hospitalisation benefits are not available under these two \nclauses. vi.", "re Hospitalisation and Post-Hospitalisation benefits are not available under these two \nclauses. vi. Subject to the terms & conditions, the Policy covers New Born Baby beyond 90 days only on \npayment of requisite premium. If this Option is in force in respect of the Insured Person, then the relevant part of Exclusion VI.B.14 will \nbe deemed inoperative for the purpose of this Option. 12. Daily Cash Allowance on Hospitalisation \nWe will pay Daily Cash Allowance to the Insured Person for every continuous and completed period of 24 \nhours of Hospitalisation, subject to the hospitalisation claim being admissible under the policy, as per the \ntable below: \n \nSum Insured \nLimit (Rs.) per day \nUpto Rs. 5 Lacs \nRs. 500 per day subject to a maximum of Rs. 5000 per policy period \nAbove Rs. 5 Lacs and upto \nRs. 15 Lacs \nRs. 1000 per day subject to a maximum of Rs. 10000 per policy period \nAbove Rs. 15 Lacs and upto \nRs. 25 Lacs \nRs. 2000 per day subject to a maximum of Rs. 20000 per policy period \n \nThe aggregate of Daily Cash Allowance during the policy period shall not exceed ‘per policy period limits’ \nas mentioned in the table above. Daily Cash Allowance will not be payable for Day Care Procedure claims where the hospitalisation is less \nthan 24 hours.", "will not be payable for Day Care Procedure claims where the hospitalisation is less \nthan 24 hours. Deductible equivalent to Daily Cash Allowance for the first 24 hours Hospitalization will be \nlevied on each Hospitalisation during the Policy Period. VI. STANDARD EXCLUSIONS & WAITING PERIODS \nA. WAITING PERIODS \nThe Company shall not be liable to make any payment under the policy in connection with or in respect of \nfollowing expenses till the expiry of waiting period mentioned below: \n \n1. Pre-Existing Disease (Code- Excl01): \na. Expenses related to the treatment of a pre-existing disease (PED) and its direct complications shall \nbe excluded until the expiry of 48 months of continuous coverage after the date of inception of \nthe first policy with us.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n13 \n \nb. In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum \ninsured increase. c. If the Insured Person is continuously covered without any break as defined under the portability \nnorms of the extant IRDAI (Health Insurance) Regulations, then waiting period for the same would \nbe reduced to the extent of prior coverage. d. Coverage under the policy after the expiry of 48 months for any pre-existing disease is subject to \nthe same being declared at the time of application and accepted by us. 2. Specific Disease/ Procedure Waiting Period (Code- Excl02): \na. Expenses related to the treatment of the listed Conditions, surgeries/treatments as per Table A \nand Table B below, shall be excluded until the expiry of 24 months and 48 months respectively of \ncontinuous coverage after the date of inception of the first policy with us. This exclusion shall not \nbe applicable for claims arising due to an accident. b. In case of enhancement of sum insured the exclusion shall apply afresh to the extent of sum \ninsured increase. c.", "hancement of sum insured the exclusion shall apply afresh to the extent of sum \ninsured increase. c. If any of the specified disease/procedure falls under the waiting period specified for pre-Existing \ndiseases, then the longer of the two waiting periods shall apply. d. The waiting period for listed conditions shall apply even if contracted after the policy or declared \nand accepted without a specific exclusion. e. If the Insured Person is continuously covered without any break as defined under the applicable \nnorms on portability stipulated by IRDAI, then waiting period for the same would be reduced to \nthe extent of prior coverage. f. List of specific diseases/procedures: \n \nTable A. Two years waiting period  \n1. All internal and external benign tumours, \ncysts, polyps of any kind, including benign \nbreast lumps \n10. Piles, Fissures and Fistula-in-ano; \nPilonidal sinus \n2. Benign ENT disorders  \n11. Prolapse intervertebral Disc and Spinal \nDiseases unless arising from Accident \n3. Benign prostatic hypertrophy \n12. Benign Skin Disorders \n4. Cataract  \n13. Calculus diseases \n5. Acid Peptic diseases \n14. Treatment for \nMenorrhagia/Fibromyoma, Myoma \nand Prolapse of uterus \n6. Gout and Rheumatism \n15. Any treatment for varicose veins and \nulcers including surgical intervention \n7. Hernia of all types \n16. Polycystic ovarian disease \n8. Hydrocele \n17.", "ing surgical intervention \n7. Hernia of all types \n16. Polycystic ovarian disease \n8. Hydrocele \n17. Internal Congenital Anomaly \n9. Non infective Arthritis \n \n \nTable B. Four years waiting period  \n1. Joint Replacement due to Degenerative condition, unless necessitated due to an \naccident. 2. Age-related Osteoarthritis & Osteoporosis \n3. Age-related Macular Degeneration (ARMD) \n4. Named Mental Illnesses: \na. Schizophrenia (ICD - F20; F21; F25)  \nb. Bipolar Affective Disorders (ICD - F31; F34)", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n14 \n \nc. Depression (ICD - F32; F33)  \nd. Obsessive Compulsive Disorders (ICD - F42; F60.5)  \ne. Psychosis (ICD - F 22; F23; F28; F29)  \n5. All Neurodegenerative disorders \n \n3. First Thirty Days Waiting Period (Code- Excl03): \na. Expenses related to the treatment of any illness within 30 days from the first policy \ncommencement date shall be excluded except claims arising due to an accident. b. This exclusion shall not, however, apply if the Insured Person has Continuous Coverage for more \nthan twelve months. c. The within referred waiting period is made applicable to the enhanced sum insured in the event \nof granting higher sum insured subsequently. The exclusions under VI.A.1-3 are subject to Portability Regulations. B. STANDARD PERMANENT EXCLUSIONS \nThe Company shall not be liable to make any payment under the policy, in respect of any expenses \nincurred in connection with or in respect of: \n1. Investigation & Evaluation (Code- Excl04): \na. Expenses related to any admission primarily for diagnostics and evaluation purposes only are \nexcluded. b.", "es related to any admission primarily for diagnostics and evaluation purposes only are \nexcluded. b. Any diagnostic expenses which are not related or not incidental to the current diagnosis and \ntreatment are excluded. 2. Rest Cure, rehabilitation and respite care (Code- Excl05): Expenses related to any admission primarily \nfor enforced bed rest and not for receiving treatment. This also includes: \na. Custodial care either at home or in a nursing facility for personal care such as help with \nactivities of daily living such as bathing, dressing, moving around either by skilled nurses or \nassistant or non-skilled persons. b. Any services for people who are terminally ill to address physical, social, emotional and \nspiritual needs. 3. Obesity/ Weight Control (Code- Excl06): Expenses related to the surgical treatment of obesity that \ndoes not fulfil all the below conditions: \nA. Surgery to be conducted is upon the advice of the Doctor \nB. The surgery/procedure conducted should be supported by clinical protocols \nC. The member has to be 18 years of age or older and \nD. Body Mass Index (BMI);  \na. greater than or equal to 40 or \nb. greater than or equal to 35 in conjunction with any of the following severe co-morbidities \nfollowing failure of less invasive methods of weight loss: \ni. Obesity-related cardiomyopathy \nii. Coronary heart disease  \niii. Severe Sleep Apnoea \niv.", "loss: \ni. Obesity-related cardiomyopathy \nii. Coronary heart disease  \niii. Severe Sleep Apnoea \niv. Uncontrolled Type2 Diabetes \n4. Change-of-Gender treatments (Code- Excl07): Expenses related to any treatment, including surgical \nmanagement, to change characteristics of the body to those of the opposite sex. 5. Cosmetic or Plastic Surgery (Code- Excl08): Expenses for cosmetic or plastic surgery or any treatment \nto change appearance unless for reconstruction following an accident, burn(s) or cancer or as part of", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n15 \n \nmedically necessary treatment. For this to be considered a medical necessity, it must be certified by \nthe attending Medical Practitioner. 6. Hazardous or Adventure sports (Code- Excl09): Expenses related to any treatment necessitated due \nto participation as a professional in hazardous or adventure sports, including but not limited to, para-\njumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, hand \ngliding, sky diving, deep-sea diving. 7. Breach of law (Code- Excl10): Expenses for treatment directly arising from or consequent upon any \nInsured Person committing or attempting to commit a breach of law with criminal intent. 8. Treatment for, Alcoholism, drug or substance abuse or any addictive condition and consequences \nthereof. (Code- Excl12) \n9. Treatments received in health hydros, nature cure clinics, spas or similar establishments or private \nbeds registered as a nursing home attached to such establishments or where admission is arranged \nwholly or partly for domestic reasons. (Code- Excl13) \n10.", "lishments or where admission is arranged \nwholly or partly for domestic reasons. (Code- Excl13) \n10. Dietary supplements and substances that can be purchased without prescription, including but not \nlimited to Vitamins, minerals and organic substances unless prescribed by a medical practitioner as \npart of hospitalisation claim or day care procedure. (Code- Excl14)  \n11. Refractive Error (Code- Excl15): Expenses related to the treatment for correction of eyesight due to \nrefractive error less than 7.5 dioptres. 12. Unproven Treatments (Code- Excl16): Expenses related to any unproven treatment, services and \nsupplies for or in connection with any treatment. Unproven treatments are treatments, procedures \nor supplies that lack significant medical documentation to support their effectiveness. 13. Sterility and Infertility (Code- Excl17): Expenses related to sterility and infertility. This includes: \ni. Any type of contraception, sterilization \nii. Assisted Reproduction services including artificial insemination and advanced reproductive \ntechnologies such as IVF, ZIFT, GIFT, ICSI \niii. Gestational Surrogacy \niv. Reversal of sterilization \n14. Maternity (Code- Excl18): \na. Medical treatment expenses traceable to childbirth (including complicated deliveries and \ncaesarean sections incurred during hospitalisation) except ectopic pregnancy; \nb.", "ed deliveries and \ncaesarean sections incurred during hospitalisation) except ectopic pregnancy; \nb. Expenses towards miscarriage (unless due to an accident) and lawful medical termination of \npregnancy during the policy period. C. SPECIFIC PERMANENT EXCLUSIONS \n \n15. All expenses caused by or arising from or attributable to foreign invasion, act of foreign enemies, \nhostilities, warlike operations (whether war be declared or not or while performing duties in the \narmed forces of any country), civil war, public defence, rebellion, revolution, insurrection, military or \nusurped power. 16. All Illness/expenses caused by ionizing radiation or contamination by radioactivity from any nuclear \nfuel (explosive or hazardous form) or from any nuclear waste from the combustion of nuclear fuel \nnuclear, chemical or biological attack. 17. a) Stem cell implantation/Surgery/therapy, harvesting, storage or any kind of Treatment using stem \ncells except as provided for in Clause V.9.L above; b) growth hormone therapy. 18. Congenital External Diseases, Defects or anomalies. 19. Circumcision unless necessary for Treatment of an Illness or Injury not excluded hereunder or due to \nan Accident. 20. Cost of routine medical examination and preventive health check-up unless as provided for in Base \nCover V.8", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n16 \n \n21. Vaccination or inoculation of any kind unless it is post animal bite. 22. Routine eye-examinations, cost of spectacles, contact lenses. 23. a) Cost of hearing aids; including optometric therapy; b) cochlear implants unless necessitated by an \nAccident or required intra-operatively. 24. Dental treatment or surgery of any kind unless necessitated by accident and requiring hospitalisation. 25. Any treatment related to sleep disorder or sleep apnoea syndrome \n26. Intentional self-inflicted Injury, attempted suicide. 27. Treatments other than Allopathy and Ayurvedic, Homeopathic & Unani branches of medicine. 28. Any expenses incurred on Domiciliary Hospitalization \n29. Any expenses incurred on Out-patient treatment (OPD treatment)  \n30.", "omiciliary Hospitalization \n29. Any expenses incurred on Out-patient treatment (OPD treatment)  \n30. Unless used intra-operatively, any expenses incurred on prosthesis, corrective devices; External and \nor durable Medical / Non-medical equipment of any kind used for diagnosis and/or treatment and/or \nmonitoring and/or maintenance and/or support including instruments used in treatment of sleep \napnoea syndrome; Infusion pump, Oxygen concentrator, Ambulatory devices, sub cutaneous insulin \npump and also any medical equipment, which are subsequently used at home. This is indicative and \nplease refer to Annexure-1 for the complete list of non-payable items. 31. Change of treatment from one system of medicine to another system unless recommended by the \nconsultant/hospital under whom the treatment is taken. 32. Treatments including Rotational Field Quantum Magnetic Resonance (RFQMR), External Counter \nPulsation (ECP), Enhanced External Counter Pulsation (EECP), Hyperbaric Oxygen Therapy, \nchondrocyte or osteocyte implantation, procedures using platelet rich plasma, Trans Cutaneous \nElectric Nerve Stimulation; Use of oral immunomodulatory/ supplemental drugs. 33. Artificial life maintenance including life support machine use, from the date of confirmation by the \ntreating doctor that the patient is in a vegetative state \n34.", "from the date of confirmation by the \ntreating doctor that the patient is in a vegetative state \n34. Any item(s) or treatment specified in ‘list of expenses (non-medical) – payable/ non-payable’ as per \nAnnexure-1 and available on Company web site also, unless specifically covered under the Policy. VII. TERMS AND CLAUSES \nA. STANDARD GENERAL TERMS AND CLAUSES \n \n1. Condition Precedent to Admission of Liability: The terms and conditions of the policy must be fulfilled \nby the Insured Person for the Company to make any payment for claim(s) arising under the policy. 2. Complete Discharge: Any payment to the Policyholder, Insured Person or his/her nominees or his/her \nlegal representative or assignee or to the Hospital, as the case may be, for any benefit under the policy \nshall be a valid discharge towards payment of claim by the Company to the extent of that amount for \nthe particular claim. 3. Claim Settlement (provision for Penal Interest) \ni. The Company shall settle or reject a claim, as the case may be, within 30 days from the date \nof receipt of last necessary document. ii. In the case of delay in the payment of a claim, the Company shall be liable to pay interest to \nthe Policyholder from the date of receipt of last necessary document to the date of payment \nof claim at a rate 2% above the bank rate. iii.", "t of last necessary document to the date of payment \nof claim at a rate 2% above the bank rate. iii. However, where the circumstances of a claim warrant an investigation in the opinion of the \nCompany, it shall initiate and complete such investigation at the earliest, in any case not later \nthan 30 days from the date of receipt of last necessary document. In such cases, the Company \nshall settle or reject the claim within 45 days from the date of receipt of last necessary \ndocument.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n17 \n \niv. In case of delay beyond stipulated 45 days, the company shall be liable to pay interest to the \nPolicyholder at a rate 2% above the bank rate from the date of receipt of last necessary \ndocument to the date of payment of claim. (Explanation: \"Bank rate\" shall mean the rate fixed by the Reserve Bank of India (RBl) at the \nbeginning of the financial year in which claim has fallen due). 4. Multiple Policies:   \ni. ln case of multiple policies taken by an Insured Person during a period from one or more \nInsurers to indemnify treatment costs, the Insured Person shall have the right to require a \nsettlement of his/her claim in terms of any of his/her policies. ln all such cases the Insurer \nchosen by the Insured Person shall be obliged to settle the claim as long as the claim is within \nthe limits of and according to the terms of the chosen policy. ii. lnsured Person having multiple policies shall also have the right to prefer claims under this \npolicy for the amounts disallowed under any other policy / policies even if the sum insured is \nnot exhausted.", "the amounts disallowed under any other policy / policies even if the sum insured is \nnot exhausted. Then the Insurer shall independently settle the claim subject to the terms and \nconditions of this policy. iii. If the amount to be claimed exceeds the sum insured under a single policy, the Insured Person \nshall have the right to choose Insurer from whom he/she wants to claim the balance amount. iv. Where an Insured Person has policies from more than one Insurer to cover the same risk on \nindemnity basis, the Insured Person shall only be indemnified the treatment costs in \naccordance with the terms and conditions of the chosen policy \n  \n5. Fraud: \n lf any claim made by the Insured Person, is in any respect fraudulent, or if any false statement, or \ndeclaration is made or used in support thereof, or if any fraudulent means or devices are used by the \nInsured Person or anyone acting on his/her behalf to obtain any benefit under this policy, all benefits \nunder this policy and the premium paid shall be forfeited. Any amount already paid against claims made under this policy but which are found fraudulent later \nshall be repaid by all recipient(s)/Policyholder(s), who has made that particular claim, who shall be \njointly and severally liable for such repayment to the Insurer.", "that particular claim, who shall be \njointly and severally liable for such repayment to the Insurer. For the purpose of this clause, the expression \"fraud\" means any of the following acts committed by \nthe Insured Person or by his agent or the hospital/doctor/any other party acting on behalf of the \nInsured Person, with intent to deceive the Insurer or to induce the Insurer to issue an insurance policy:  \na) \nthe suggestion, as a fact of that which is not true and which the Insured Person does not \nbelieve to be true;  \nb) \nthe active concealment of a fact by the Insured Person having knowledge or belief of the \nfact;  \nc) \nany other act fitted to deceive; and  \nd) \nany such act or omission as the law specially declares to be fraudulent  \nThe Company shall not repudiate the claim and / or forfeit the policy benefits on the ground of Fraud, \nif the Insured Person / beneficiary can prove that the misstatement was true to the best of his \nknowledge and there was no deliberate intention to suppress the fact or that such misstatement of \nor suppression of material fact are within the knowledge of the Insurer. 6. Cancellation: \ni. The Policyholder may cancel this policy by giving 15 days' written notice and in such an event, \nthe Company shall refund premium for the unexpired policy period as detailed below:", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n18 \n \nCANCELLATION AFTER PERIOD ON RISK        \nRATE OF PREMIUM TO BE REFUNDED \nUpto one month                       \n3/4th of the annual rate \n>one month and upto three months                    1/2 of the annual rate \n>three months and upto six months                       1/4th of the annual rate \nExceeding six months               \nNo refund \n \nNotwithstanding anything contained herein or otherwise, no refunds of premium shall be \nmade in respect of Cancellation where, any claim has been admitted or has been lodged or \nany benefit has been availed by the Insured Person under the policy. ii. The Company may cancel the policy at any time on grounds of misrepresentation, non-\ndisclosure of material facts, fraud by the Insured Person by giving 15 days' written notice. There would be no refund of premium on cancellation on grounds of misrepresentation, non-\ndisclosure of material facts or fraud. 7. Migration: \nThe Insured Person will have the option to migrate the policy to other health insurance products/plans \noffered by the company by applying for migration of the policy at least 30 days before the policy \nrenewal date as per IRDAI guidelines on Migration.", "of the policy at least 30 days before the policy \nrenewal date as per IRDAI guidelines on Migration. lf such person is presently covered and has been \ncontinuously covered without any lapses under any health insurance product/plan offered by the \ncompany, the Insured Person will get the accrued continuity benefits in waiting periods as per IRDAI \nguidelines on migration. For Detailed Guidelines on migration, kindly refer the link: \nhttps://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 \n \n8. Portability: \nThe Insured Person will have the option to port the policy to other Insurers by applying to such Insurer \nto port the entire policy along with all the members of the family, if any, at least 45 days before, but \nnot earlier than 60 days from the policy renewal date as per IRDAI guidelines related to portability. If \nsuch person is presently covered and has been continuously covered without any lapses under any \nhealth insurance policy with an Indian General/Health Insurer, the proposed Insured Person will get \nthe accrued continuity benefits in waiting periods as per IRDAI guidelines on portability \n \nFor detailed Guidelines on Portability, kindly refer the link: \nhttps://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 \n \n9.", "r the link: \nhttps://www.irdai.gov.in/ADMINCMS/cms/whatsNew_Layout.aspx?page=PageNo3987&flag=1 \n \n9. Renewal of Policy: \nThe policy shall ordinarily be renewable except on grounds of fraud, misrepresentation by the Insured \nPerson. i. The Company shall endeavour to give notice for renewal. However, the Company is not under \nobligation to give any notice for renewal. ii. Renewal shall not be denied on the ground that the Insured Person had made a claim or claims \nin the preceding policy years. iii. Request for renewal along with requisite premium shall be received by the Company before \nthe end of the policy period. iv. At the end of the policy period, the policy shall terminate and can be renewed within the \nGrace Period of 30 days to maintain continuity of benefits without break in policy. Coverage \nis not available during the grace period. v. No loading shall apply on renewals based on individual claims experience", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n19 \n \n10. Withdrawal of Policy: \ni. ln the likelihood of this product being withdrawn in future, the Company will intimate the \nInsured Person about the same 90 days prior to expiry of the policy. ii. lnsured Person will have the option to migrate to similar health insurance product \navailable with the Company at the time of renewal with all the accrued continuity benefits \nsuch as waiver of waiting period. as per IRDAI guidelines, provided the policy has been \nmaintained without a break. 11. Possibility of Revision of Terms of the Policy including the Premium Rates: \nThe Company, with prior approval of IRDAI, may revise or modify the terms of the policy including the \npremium rates. The Insured Person shall be notified three months before the changes are effected. 12. Free look period: \nThe Free Look Period shall be applicable on new Family Medicare policies and not on renewals or at \nthe time of porting/migrating the policy. The Insured Person shall be allowed free look period of fifteen \ndays from date of receipt of the policy document to review the terms and conditions of the policy, and \nto return the same if not acceptable.", "ocument to review the terms and conditions of the policy, and \nto return the same if not acceptable. lf the Insured has not made any claim during the Free Look \nPeriod, the Insured shall be entitled to  \ni. A refund of the premium paid less any expenses incurred by the Company on medical \nexamination of the Insured Person and the stamp duty charges or \nii. Where the risk has already commenced and the option of return of the policy is exercised by \nthe Insured Person, a deduction towards the proportionate risk premium for period of cover \nor \niii. Where only a part of the insurance coverage has commenced, such proportionate premium \ncommensurate with the insurance coverage during such period; \n \n13. Redressal of grievance \nIn case of any grievance the Insured Person may contact the Company through: \n \nWebsite: www.uiic.co.in  \nToll free: 1800 425 333 33 \nE-mail: customercare@uiic.co.in  \nCourier: Customer Care Department, Head Office, United India Insurance Co. Ltd., 19, IV Lane, \nNungambakkam High Road, Chennai, Tamil Nadu- 600034 \n \nInsured Person may also approach the grievance cell at any of the Company's branches with the details \nof grievance.", "ay also approach the grievance cell at any of the Company's branches with the details \nof grievance. If Insured Person is not satisfied with the redressal of grievance through one of the above methods, \nInsured Person may contact the grievance officer at customercare@uiic.co.in  \nFor \nupdated \ndetails \nof \ngrievance \nofficer, \nkindly \nrefer \nthe \nlink \nhttps://uiic.co.in/en/customercare/grievance  \n \nIf Insured Person is not satisfied with the redressal of grievance through above methods, the Insured \nPerson may also approach the office of Insurance Ombudsman of the respective area/region for \nredressal of grievance as per Insurance Ombudsman Rules 2017. The contact details of the Insurance \nOmbudsman offices have been provided as Annexure-2.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n20 \n \nGrievance may also be lodged at IRDAI Integrated Grievance Management System: \nhttps://igms.irda.gov.in/  \n \n14. Nomination: \nThe Policyholder is required at the inception of the policy to make a nomination for the purpose of \npayment of claims under the policy in the event of death of the Policyholder. Any change of \nnomination shall be communicated to the company in writing and such change shall be effective only \nwhen an endorsement on the policy is made. ln the event of death of the Policyholder, the Company \nwill pay the nominee {as named in the Policy Schedule/Policy Certificate/Endorsement (if any)} and in \ncase there is no subsisting nominee, to the legal heirs or legal representatives of the Policyholder \nwhose discharge shall be treated as full and final discharge of its liability under the policy. B. SPECIFIC TERMS AND CLAUSES \n \n15. Claim Procedure  \na.", "scharge of its liability under the policy. B. SPECIFIC TERMS AND CLAUSES \n \n15. Claim Procedure  \na. Notification of claim  \nUpon the happening of any event which may give rise to a claim under this Policy, the Insured \nPerson/Insured Person’s representative shall notify the TPA (if claim is processed by \nTPA)/company (if claim is processed by the company) in writing providing all relevant information \nrelating to claim including plan of treatment, policy number etc. within the prescribed time limit \nas under: \ni. Within 24 hours from the date of emergency hospitalization required or before the \nInsured Person’s discharge from Hospital, whichever is earlier. ii. At least 48 hours prior to admission in Hospital in case of a planned Hospitalization. b. Procedure for Cashless claims  \n \ni. Cashless facility for treatment in network hospitals only shall be available to Insured if \nopted for claim processing by TPA. ii. Treatment may be taken in a network provider/PPN hospital and is subject to pre \nauthorization by the TPA. Booklet containing list of network provider/PPN hospitals shall \nbe provided by the TPA. Updated list of network provider/PPN is available on website of \nthe company (https://uiic.co.in/en/tpa-ppn-network-hospitals) and the TPA mentioned in \nthe schedule. iii.", "mpany (https://uiic.co.in/en/tpa-ppn-network-hospitals) and the TPA mentioned in \nthe schedule. iii. Call the TPA’s toll free phone number provided on the health ID card for intimation of \nclaim and related assistance. Inform the ID number for easy reference \niv. On admission in the network provider/PPN hospital, produce the ID card issued by the \nTPA at the Hospital Helpdesk. Cashless request form available with the network \nprovider/PPN and TPA shall be completed and sent to the TPA for authorization. v. The TPA upon getting cashless request form and related medical information from the \nInsured Person/ network provider/PPN shall issue pre-authorization letter to the hospital \nafter verification. vi. At the time of discharge, the Insured Person shall verify and sign the discharge papers and \npay for non-medical and inadmissible expenses. vii. The TPA reserves the right to deny pre-authorization in case the Insured Person is unable \nto provide the relevant medical details.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n21 \n \nviii. Denial of a Pre-authorization request is in no way to be construed as denial of treatment \nor denial of coverage. The Insured Person may get the treatment as per treating doctor’s \nadvice and submit the claim documents to the TPA for possible reimbursement. c. Procedure for reimbursement of claims  \ni. In non-network hospitals payment must be made up-front and for reimbursement of claims \nthe Insured Person may submit the necessary documents to TPA (if claim is processed by \nTPA)/company (if claim is processed by the company) within the prescribed time limit. ii. Claims for Pre and Post-Hospitalization will be settled on reimbursement basis on production \nof relevant claim papers and cash receipts within the prescribed time limit. iii. Claims for Cost of Health Check-up will be settled on reimbursement basis on production of \ntest reports and cash receipts within the prescribed time limit. d. Documents  \nThe claim is to be supported with the following original documents and submitted within the \nprescribed time limit. i. Duly completed claim form  \nii.", "iginal documents and submitted within the \nprescribed time limit. i. Duly completed claim form  \nii. Attending medical practitioner’s / surgeon’s certificate regarding diagnosis/ nature of \noperation performed, along with date of diagnosis, advise for admission, investigation test \nreports etc. supported by the prescription from attending medical practitioner. iii. Medical history of the patient recorded, bills (including break up of charges) and payment \nreceipts duly supported by the prescription from attending medical practitioner/ hospital. iv. Discharge certificate/ summary from the hospital. v. Cash-memo from the Diagnostic Centre(s)/ hospital(s)/ chemist(s) supported by proper \nprescription. vi. Payment receipts from doctors, surgeons and anaesthetist. vii. Bills, receipt, Sticker of the Implants. viii. Any other document required by company/ TPA  \nNote  \nIn the event of a claim lodged as per Settlement under multiple policies clause and the original \ndocuments having been submitted to the other Insurer, the company may accept the duly certified \ndocuments listed under condition VII.6.d and claim settlement advice duly certified by the other \nInsurer subject to satisfaction of the company. e.", "im settlement advice duly certified by the other \nInsurer subject to satisfaction of the company. e. Time Limits for Submission of Documents: \n \nType of claim  \nTime limit for submission of documents \nto company/TPA  \nReimbursement of hospitalisation and pre \nhospitalisation expenses (limited to 30 days) \nWithin 15 (fifteen) days of date of \ndischarge from hospital  \nReimbursement \nof \npost-hospitalisation \nexpenses (limited to 60 days) \nWithin 15 (fifteen) days from completion \nof post-hospitalisation treatment  \nReimbursement of Cost of Health Check-up \nWithin 15 (fifteen) days from Health \nCheck-up \nNote:  \ni. Waiver of this Condition may be considered in extreme cases of hardship where it is \nproved to the satisfaction of the Company that under the circumstances in which the \nInsured was placed it was not possible for him or any other person to give such notice or \nfile claim within the prescribed time-limit.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n22 \n \nii. The company shall only accept bills/invoices/medical treatment related documents only \nin the Insured Person’s name for whom the claim is submitted. iii. The Insured Person shall also give the TPA / Company such additional information and \nassistance as the TPA / Company may require in dealing with the claim including an \nauthorisation to obtain Medical and other records from the hospital, lab, etc. iv. All the documents submitted to TPA shall be electronically collected by us for \nsettlement/denial of the claims by the appropriate authority. v. Any medical practitioner or Authorised Person authorised by the TPA / Company shall be \nallowed to examine the Insured Person in case of any alleged injury or disease leading to \nHospitalisation if so required. f. Services Offered by TPA \nServicing of claims i.e. claim admissions and assessments, under this Policy by way of pre-\nauthorization of cashless treatment or processing of claims, as per the terms and conditions of the \npolicy. The services offered by a TPA shall not include \ni. Claim settlement and claim rejection;  \nii.", "icy. The services offered by a TPA shall not include \ni. Claim settlement and claim rejection;  \nii. Any services directly to any Insured Person or to any other person unless such service is \nin accordance with the terms and conditions of the Agreement entered into with the \nCompany. 16. Premium: \na. Unless full premium is paid before commencement of risk, this Policy shall have no effect. b. Premium can be paid online for both, new policy and renewals. c. PAN details must be submitted by the Insured. In case PAN is not available, Form 60 or Form 61 \nmust be submitted. d. Tax rebate available as per provision of Income Tax rules under Section 80-D. 17. Place of treatment and Payment: \na. This Policy covers only medical/surgical treatment taken in India. b. Admissible claims shall be payable only in Indian Rupees. c. Payment shall be made directly to Network Hospital if cashless facility is applied for before \ntreatment and accepted by TPA. If TPA does not accept the request for Cashless facility, bills shall \nbe submitted after payment under Reimbursement. However, submission of claim papers does \nnot mean admission of claim. 18. Communication:  \na. All communication should be in writing. b. For ID card, PPN/network provider related issues, claim serviced by TPA, communication should \nbe made to the TPA at the address mentioned in the schedule.", "serviced by TPA, communication should \nbe made to the TPA at the address mentioned in the schedule. For claim serviced by the company, \npolicy related issues or change in address, communication should be made to the policy issuing \noffice at the address mentioned in the schedule. c. Insured will disclose all material information during the policy period such as change in occupation \nin writing to the policy issuing office. d. The company or TPA shall communicate to the Insured Person at the address mentioned in the \nschedule. e. No waiver of any terms, provisions, conditions and endorsements of this policy shall be valid \nunless made in writing and signed by an authorised official of the Company.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n23 \n \n19. Basis of Insurance:  \na. This policy is issued on the basis of the truth and accuracy of statements in the Proposal. b. This policy shall be void and all premium paid hereon shall be forfeited to the Company, in the \nevent of fraud, misrepresentation or misdescription or non-disclosure of any material fact. c. The Proposal Form, Prospectus, Pre-acceptance Health check-up report (if carried out) and the \nPolicy issued shall constitute complete contract of insurance. 20. Change of Sum Insured \n \ni. The Insured member can apply for change (Increase/ Decrease) of Sum Insured at the time \nof renewal, subject to underwriting, by submitting a fresh proposal form/ written request \nto the company. Any request for increase of Sum Insured must be accompanied by a \ndeclaration that the Insured or any other Insured Person in respect of whom such \nenhancement is sought is not aware of any symptoms or other indications that may give \nrise to a claim under the policy. The Company may require such Insured Person/s to \nundergo a Medical examination to enable the company to take a decision on accepting \nthe request for enhancement in the Sum Insured. ii.", "ble the company to take a decision on accepting \nthe request for enhancement in the Sum Insured. ii. The acceptance of enhancement of Sum Insured would be at the discretion of the \ncompany, based on the health condition of the insured members & claim history of the \npolicy. iii. All waiting periods as defined in the Policy shall apply for the incremental portion of the \nSum Insured from the effective date of enhancement of such Sum Insured considering \nsuch Policy Period as the first Policy with the Company. 21. Arbitration \ni. If any dispute or difference shall arise as to the quantum to be paid under the policy \n(liability being otherwise admitted) such difference shall independently of all other \nquestions be referred to the decision of a sole arbitrator to be appointed in writing by the \nparties or if they cannot agree upon a single arbitrator within 30 days of any party invoking \narbitration, the same shall be referred to a panel of three arbitrators, comprising of two \narbitrators, one to be appointed by each of the parties to the dispute/difference and the \nthird arbitrator to be appointed by such two arbitrators and arbitration shall be conducted \nunder and in accordance with the provisions of the Arbitration and Conciliation Act, 1996, \nas amended by Arbitration and Conciliation (Amendment) Act, 2015 (No. 3 of 2016). ii.", "on Act, 1996, \nas amended by Arbitration and Conciliation (Amendment) Act, 2015 (No. 3 of 2016). ii. It is clearly agreed and understood that no difference or dispute shall be referable to \narbitration as herein before provided, if the Company has disputed or not accepted \nliability under or in respect of this Policy. iii. It is hereby expressly stipulated and declared that it shall be a condition precedent to any \nright of action or suit upon this policy that award by such arbitrator/arbitrators of the \namount of the loss or damage shall be first obtained. 22. Limitation:  \nIf a claim is declined and within 12 calendar months from such disclaimer any suit or proceeding is not \nfiled then the claim shall for all purposes be deemed to have been abandoned and shall not thereafter \nbe recoverable hereunder.", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n24 \n \nVIII. LOADING & DISCOUNTS \na. No Claim Discount  \nThe Insured shall be entitled for No Claim Discount of 5% every claim free year under Family \nMedicare Policy on renewal premium and for every subsequent claim free year subject to a \nmaximum of 15%. N.B: No Claim Discount will be withdrawn if policy is not renewed within the grace period allowed \nunder the policy or in the event of any claim reported under the expiring policy. b. Family Discount \nIn case of policies issued on Individual Sum Insured Basis, 5% family discount will be allowed if \nmore than one persons of a family are covered. c. Online Discount \nA Discount of 10% will be applicable for fresh policies purchased online through the Company’s \nwebsite. For renewals, the same discount of 10% shall be offered provided the original policy was \npurchased online through the Company’s website and all subsequent renewals are only made \nthrough the Company’s website. d. Underwriting Loading for Pre-existing Conditions \nWe may apply a risk loading on the premium payable (excluding statutory levies & taxes) based \non your health status if accepted at the time of underwriting.", "ding statutory levies & taxes) based \non your health status if accepted at the time of underwriting. Loadings will be applied from \nInception Date of the first Policy including subsequent renewal(s). The loadings are applicable on individual ailments only. In case of loading on two or more ailments, \nthe loadings shall apply in conjunction on additive basis. However, maximum risk loading per \nindividual shall not exceed 50% of Premium excluding applicable Taxes. In case of floater policies, \nwhere more than one individual have applicable loading for pre-existing condition, the highest of \nthe total loading of the individuals irrespective of age, shall be applied upto a maximum of 50% of \npremium. Details of applicable loadings by ailments/ condition are listed as under: \n \n \nS.No. List of Acceptable Conditions \n(subject to other co-existing conditions) \nApplicable \nUnderwriting \nLoading (%) \n1 \nHaemolytic  Anaemia \n10 \n2 \nAsthma \n10 \n3 \nEpilepsy \n10 \n4 \nRenal Stones \n10 \n5 \nDiabetes Mellitus \n20 \n6 \nHypertension \n20 \n \nNote: The application of loading does not mean that the illness/ condition, for which loading \nhas been applied, would be covered from inception. Any waiting period as mentioned in Section \nVI.A.1 above shall be applied on illness/condition, as applicable. IX.", "riod as mentioned in Section \nVI.A.1 above shall be applied on illness/condition, as applicable. IX. IRDAI REGULATIONS  \n \nThis policy is subject to Provisions of Insurance Act, 1938, IRDAI (Health Insurance) Regulations \n2016 and IRDAI (Protection of Policyholders’ Interest) Regulations 2017 as amended from time to \ntime. * * * * * * * * * * *", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n25 \n \n  \n  \n                       UNITED INDIA INSURANCE COMPANY LIMITED   \nPolicy Issuing Office Address \nPH:  (****) *******        EMAIL:****@**** \n \n \nFAMILY MEDICARE POLICY \nUIN NO. UIIHLIP22070V042122 \nPOLICY NO.:  \n \n  \n  \n  \nPERIOD OF INSURANCE  \nFROM --:--  Hrs  on dd/mm/yyyy   \nTo MIDNIGHT on dd/mm/yyyy \n \n \n  \nInsured \nName \n \nAddress  \n \n \n \n  \n  \n  Agent Name  \n \n \n \n:  \nAgent Code  \n \n \n \n:  \nMobile/Landline Number/Email  \n:       /  \n  \n   \n \n \n \n     \n \nIMPORTANT NOTICE: KINDLY UPDATE YOUR AADHAAR NO. AND PAN/FORM 60. PLEASE IGNORE IF ALREADY UPDATED. \n \nFor any Information, Service Requests and Grievances please write to \nofficecode@uiic.co.in \n \nFor ID Cards & Claim Intimations Please contact the TPA mentioned in the Policy \ndocument. \n  \nREGD. & HEAD OFFICE, 24, WHITES ROAD, CHENNAI – 600014Website: http://www.uiic.co.in", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n26 \n \n \n  \n \n \nFAMILY MEDICARE POLICY SCHEDULE \n \nPolicy Number \n \n \nPrevious Policy No   \nName/ID Of Insured \n \n \n \nTel. (O) \n  \nTel(R)  \n  \nFax \n  \nBusiness/Occupation \nNone  \nMobile \n \nEmail \n \nPeriod Of Insurance \nFrom --:-- Hrs of dd/mm/yyyy \n \n \nTo Midnight of dd/mm/yyyy \n Policy Type \n \nIndividual Sum Insured Basis/ Family Floater Basis \n \nInsured Details \n \n Sl \nno \nInsured Name \nDate of Birth \n(dd/mm/yyyyy) \nGender \nRelation \nOccupation \nPre-Existing \nDisease \n/Condition \ndeclared \nNominee Name \nNominee Relation \n1  \n \n \n \n \n \n \n \n \n2  \n \n \n \n \n \n \n \n \n3  \n \n \n \n \n \n \n \n \n4 \n \n \n \n \n \n \n \n \n  \nSl no \nInsured Name \nSum Insured \nPremium \nRestore \nPremium if \nopted for \nHospital Daily \ncash Limit (per \nday/per policy) \nHospital Daily \ncash Premium \nif opted for \nMaternity Exp.", "Daily \ncash Limit (per \nday/per policy) \nHospital Daily \ncash Premium \nif opted for \nMaternity Exp. & New \nBorn Baby Cover \nPremium if opted for \nPre-Existing \nDisease/ \ncondition loading \nInception \nDate of \nfirst policy \n1  \n \n \n \n \n \n \n  \n   \n \n2  \n \n \n \n \n \n \n  \n   \n \n3  \n \n \n \n \n \n \n  \n   \n \n4  \n \n \n \n \n \n \n  \n   \n \n \n \nTotal Basic Premium \n \nNet Premium \n \nAdd Hospital Daily Cash Premium \n \nAdd CGST@ 9% of Premium \n \nAdd Maternity Expenses/ New Born \nBaby Cover Premium \n \nAdd SGST @ 9% of Premium \n \nAdd Restore Premium \n \nTotal Premium Payable \n \nAdd PED Loading \n \nReceipt No \n \nLess No Claim Discount \n \nLess Family Discount \n \nReceipt Date \n \n \nAgent Name \n \nAgent/Broker Code \n \nAgent Contact Number \n \nDev Officer Code \n \n \n Customer GST No.: \n  \nOffice GST No.: \n \nSAC Code: \n \nInvoice No. & Date: \n \nAmount Subject to Reverse Charges \n  \nAnti-Money Laundering Clause:-In the event of a claim under the policy exceeding  1 lakh or a claim for refund of premium exceeding 1 lakh, the insured will \ncomply with the provisions of AML policy of the company. The AML policy is available in all our operating offices as well as Company's web site. QR \nCODE", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n27 \n \nDate of Proposal and Declaration:   \nIN WITNESS WHEREOF, the undersigned being duly authorised has hereunto set his/her hand at <Office Location> <Office Code> on this __ day of ,<Month> \n,<Year>. \n  \nFor and On behalf of  \nUnited India Insurance Co. Ltd.  \n  \nAuthorised Signatory. \n \nAffix   \nPolicy   \nStamp  \nHere\n\nUnited India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n28 \n \nPOLICY NO.:  \nUIN: \n Details of TPA \nPlease contact the following TPA for Issue of Identity Cards, Cashless Approvals & Claims Settlement. \n  \nName of TPA \n \n \nAddress \n \n \nToll Free number \n \n \nContact Details \nFor General \nEnquiries \nFor Cashless approval \nFor Claim intimation \nFor Grievances \nTelephone \nNumbers \n \n \n \n \nEmail IDs", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n29 \n \nANNEXURE – 1 \n \nFAMILY MEDICARE POLICY \n \nList of Non-Medical Expenses under this Policy – Payable/Not Payable \n \nList I – Optional Items \n \nSr. No \nItem \nPayable / Not Payable \n1 \nBABY FOOD \nNot Payable \n2 \nBABY UTILITIES CHARGES \nNot Payable \n3 \nBEAUTY SERVICES \nNot Payable \n4 \nBELTS/ BRACES \nPayable for cases who have undergone surgery of thoracic or \nlumbar spine.", "ayable \n4 \nBELTS/ BRACES \nPayable for cases who have undergone surgery of thoracic or \nlumbar spine. 5 \nBUDS \nNot Payable \n6 \nCOLD PACK/HOT PACK \nNot Payable \n7 \nCARRY BAGS \nNot Payable \n8 \nEMAIL / INTERNET CHARGES \nNot Payable \n9 \nFOOD CHARGES (OTHER THAN PATIENT’S \nDIET PROVIDED BY HOSPITAL) \nNot Payable \n10 \nLEGGINGS \nPayable in case of varicose vein surgery  \n11 \nLAUNDRY CHARGES \nNot Payable \n12 \nMINERAL WATER \nNot Payable \n13 \nSANITARY PAD \nNot Payable \n14 \nTELEPHONE CHARGES \nNot Payable \n15 \nGUEST SERVICES \nNot Payable \n16 \nCREPE BANDAGE \nNot Payable \n17 \nDIAPER OF ANY TYPE \nNot Payable \n18 \nEYELET COLLAR \nNot Payable \n19 \nSLINGS \nReasonable costs for one sling in case of upper arm fractures  is \npayable \n20 \nBLOOD GROUPING AND CROSS MATCHING \nOF DONORS SAMPLES \nPart of Cost of Blood, not payable \n21 \nSERVICE CHARGES WHERE NURSING CHARGE \nALSO CHARGED \nPart of room charge not payable separately \n22 \nTelevision Charges \nPayable under room charges not if separately levied \n23 \nSURCHARGES \nPart of Room Charge, Not payable separately \n24 \nATTENDANT CHARGES \nNot Payable - Part of Room Charges \n25 \nEXTRA DIET OF PATIENT (OTHER THAN THAT \nWHICH FORMS PART OF BED CHARGE) \nNot Payable; however, Patient Diet as covered under clause \nV.1.A provided by hospital only is payable \n26 \nBIRTH CERTIFICATE \nNot Payable \n27 \nCERTIFICATE CHARGES \nNot Payable \n28 \nCOURIER CHARGES \nNot Payable \n29 \nCONVEYANCE CHARGES \nNot Payable \n30 \nMEDICAL CERTIFICATE \nNot Payable \n31 \nMEDICAL RECORDS \nNot Payable \n32 \nPHOTOCOPIES CHARGES \nNot Payable \n33 \nMORTUARY CHARGES \nPayable up to 24 hours, shifting charges not payable \n34 \nWALKING AIDS CHARGES \nNot Payable \n35 \nOXYGEN CYLINDER (FOR USAGE OUTSTDE \nTHE HOSPITAL) \nNot Payable \n36 \nSPACER \nNot Payable \n37 \nSPIROMETRE \nDevice not payable \n38 \nNEBULIZER KIT \nNot Payable \n39 \nSTEAM INHALER \nNot Payable", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n30 \n \n40 \nARMSLING \nNot Payable \n41 \nTHERMOMETER \nNot Payable \n42 \nCERVICAL COLLAR \nNot Payable \n43 \nSPLINT \nNot Payable \n44 \nDIABETIC FOOT WEAR \nNot Payable \n45 \nKNEE BRACES (LONG/ SHORT/ HINGED) \nNot Payable \n46 \nKNEE IMMOBILIZER/SHOULDER IMMOBILIZER \nNot Payable \n47 \nLUMBO SACRAL BELT \nPayable for cases who have undergone surgery of lumbar spine. 48 \nNIMBUS BED OR WATER OR AIR BED \nCHARGES \nPayable for any ICU patient requiring more than 3 days in ICU, all \npatients with paraplegia/quadriplegia for any reason and at a \nreasonable cost of approximately Rs 200/- day \n49 \nAMBULANCE COLLAR \nNot Payable \n50 \nAMBULANCE EQUIPMENT \nNot Payable \n51 \nABDOMINAL BINDER \nPayable for cases who have undergone surgery of lumbar spine. 52 \nPRIVATE NURSES CHARGES- SPECIAL \nNURSING CHARGES \nPayable in post-hospitalisation \n53 \nSUGAR FREE Tablets \nPayable -Sugar free variants of admissible medicines are not \nexcluded \n54 \nCREAMS POWDERS LOTIONS (Toiletries are \nnot payable, only prescribed medical \npharmaceuticals payable) \nPayable when prescribed \n55 \nECG ELECTRODES \nUp to 5 electrodes are required for every case visiting OT or ICU.", "n prescribed \n55 \nECG ELECTRODES \nUp to 5 electrodes are required for every case visiting OT or ICU. For longer stay in ICU, may require a change and at least one set \nevery second day is payable. 56 \nGLOVES \nSterilized Gloves payable / unsterilized gloves not payable \n57 \nNEBULISATION KIT \nPayable reasonably if used during hospitalisation \n58 \nANY KIT WITH NO DETAILS MENTIONED \n[DELIVERY KIT, ORTHOKIT, RECOVERY KIT, \nETC] \nNot Payable \n59 \nKIDNEY TRAY \nNot Payable \n60 \nMASK \nNot Payable \n61 \nOUNCE GLASS \nNot Payable \n62 \nOXYGEN MASK \nNot Payable \n63 \nPELVIC TRACTION BELT \nPayable in case of PIVD requiring traction \n64 \nPAN CAN \nNot Payable \n65 \nTROLLEY COVER \nNot Payable \n66 \nUROMETER, URINE JUG \nNot Payable \n67 \nAMBULANCE \nPayable \n68 \nVASOFIX SAFETY \nPayable - maximum of 3 in 48 hours and then 1 in 24 hours \n \n \n \nList II – Items that are to be subsumed into Room Charges \n \nSr. No \nItem \n1 \nBABY CHARGES (UNLESS SPECIFIED/INDICATED) \n2 \nHAND WASH \n3 \nSHOE COVER \n4 \nCAPS \n5 \nCRADLE CHARGES \n6 \nCOMB \n7 \nEAU DE-COLOGNE / ROOM FRESHNERS \n8 \nFOOT COVER \n9 \nGOWN \n10 \nSLIPPERS \n11 \nTISSUE PAPER", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n31 \n \n12 \nTOOTH PASTE \n13 \nTOOTH BRUSH \n14 \nBED PAN \n15 \nFACE MASK \n16 \nFLEXI MASK \n17 \nHAND HOLDER \n18 \nSPUTUM CUP \n19 \nDISINFECTANT LOTIONS \n20 \nLUXURY TAX \n21 \nHVAC \n22 \nHOUSE KEEPING CHARGES \n23 \nAIR CONDITIONER CHARGES \n24 \nIM IV INJECTION CHARGES \n25 \nCLEAN SHEET \n26 \nBLANKET/WARMER BLANKET \n27 \nADMISSION KIT \n28 \nDIABETIC CHART CHARGES \n29 \nDOCUMENTATION CHARGES / ADMINISTRATIVE EXPENSES \n30 \nDISCHARGE PROCEDURE CHARGES \n31 \nDAILY CHART CHARGES \n32 \nENTRANCE PASS / VISTOR’S PASS CHARGES \n33 \nEXPENSES RELATED TO PRESCRIPTION ON DISCHARGE \n34 \nFILE OPENING CHARGES \n35 \nINCIDENTAL EXPENSES / MISC. CHARGES (NOT EXPLAINED) \n36 \nPATIENT IDENTIFICATION BAND / NAME TAG \n37 \nPULSE OXIMETER CHARGES  \n \nList III – Items that are to be subsumed into Procedure Charges \n \nSr.", "7 \nPULSE OXIMETER CHARGES  \n \nList III – Items that are to be subsumed into Procedure Charges \n \nSr. No \nItem \n1 \nHAIR REMOVAL CREAM \n2 \nDISPOSABLES RAZORS CHARGES (for site preparations) \n3 \nEYE PAD \n4 \nEYE SHIELD \n5 \nCAMERA COVER \n6 \nDVD, CD CHARGES \n7 \nGAUZE SOFT \n8 \nGAUZE \n9 \nWARD AND THEATRE BOOKING CHARGES \n10 \nARTHROSCOPY AND ENDOSCOPY INSTRUMENTS \n11 \nMICROSCOPE COVER \n12 \nSURGICAL BLADES, HARMONIC SCALPEL, SHAVER \n13 \nSURGICAL DRILL \n14 \nEYE KIT \n15 \nEYE DRAPE \n16 \nX-RAY FILM \n17 \nBOYLES APPARATUS CHARGES \n18 \nCOTTON \n19 \nCOTTON BANDAGE \n20 \nSURGICAL  \n21 \nAPRON \n22 \nTORNIQUET \n23 \nORTHOBUNDLE, GYNAEC BUNDLE", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \n \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n32 \n \nList IV – Items that are to be subsumed into costs of treatment \n \nSr. No \nItem \n1 \nADMISSION/REGISTRATION CHARGS \n2 \nHOSPITALISATION FOR EVALUATION/DIAGNOSTIC PURPOSE \n3 \nURINE CONTAINER \n4 \nBLOOD RESERVATION CHARGES AND ANTE NATAL BOOKING CHARGES \n5 \nBIPAP MACHINE \n6 \nCPAP/ CAPD EQUIPMENTS \n7 \nINFUSION PUMP-COST \n8 \nHYDROGEN PEROXIDE / SPIRIT / DISINFECTANTS ETC \n9 \nNUTRITION PLANNING CHARGES – DIETICIAN CHARGES, DIET CHARGES \n10 \nHIV KIT \n11 \nANTISEPTIC MOUTHWASH \n12 \nLOZENGES \n13 \nMOUTH PAINT \n14 \nVACCINATION CHARGES \n15 \nALCOHOL SWABS \n16 \nSCRUB SOLUTIONS / STERILLIUM \n17 \nGLUCOMETER & STRIPS \n18 \nURINE BAG", "United India Insurance Company Limited \nCorporate Identity Number: U93090TN1938GOI000108 \nRegistered Office: 24 Whites Road, Chennai – 600014 \nIRDAI REG NO.545 \nFamily Medicare Policy Wordings \nUIN: UIIHLIP22070V042122 \n \n \n \n \n  Annexure-2 \nThe contact details of the Insurance Ombudsman offices are as below- \n \nAreas of Jurisdiction \nOffice of the Insurance Ombudsman \nGujarat , UT of Dadra and \nNagar Haveli, Daman and \nDiu  \nOffice of the Insurance Ombudsman, Jeevan \nPrakash Building, 6th floor, Tilak Marg, Relief \nRoad, Ahmedabad – 380 001. Tel No: 079 - 25501201/02/05/06. Email:bimalokpal.ahmedabad@ecoi.co.in   \nKarnataka \nOffice of the Insurance Ombudsman, Jeevan \nSoudha Building, PID No. 57-27-N-19 Ground \nFloor, 19/19, 24th Main Road, JP Nagar, Ist \nPhase, Bengaluru – 560 078. Tel.: 080 - 26652048 / 26652049. Email: bimalokpal.bengaluru@ecoi.co.in  \nMadhya Pradesh and \nChhattisgarh  \nOffice of the Insurance Ombudsman, Janak \nVihar Complex, 2nd Floor, 6, Malviya Nagar, \nOpp. Airtel Office, Near New Market, Bhopal – \n462 003. Tel.: 0755 - 2769201 / 2769202. Fax: 0755 – \n2769203 \nEmail: bimalokpal.bhopal@ecoi.co.in  \nOdisha  \nOffice of the Insurance Ombudsman, 62, Forest \npark, Bhubneshwar – 751 009. Tel.: 0674 - 2596461 /2596455.", "of the Insurance Ombudsman, 62, Forest \npark, Bhubneshwar – 751 009. Tel.: 0674 - 2596461 /2596455. Fax: 0674 – \n2596429  \nEmail:bimalokpal.bhubaneswar@ecoi.co.in  \nPunjab , Haryana, \nHimachal Pradesh, Jammu \nand Kashmir, UT of \nChandigarh  \nOffice of the Insurance Ombudsman, S.C.O. No. 101, 102 & 103, 2nd Floor, Batra Building, \nSector 17 – D, Chandigarh – 160 017. Tel.: 0172 - 2706196 / 2706468. Fax: 0172 – \n2708274  \nEmail: bimalokpal.chandigarh@ecoi.co.in  \nTamil Nadu,   UT–\nPondicherry Town and \nKaraikal (which are part of \nUT of Pondicherry)  \nOffice of the Insurance Ombudsman, Fatima \nAkhtar Court, 4th Floor, 453, Anna Salai, \nTeynampet, Chennai – 600 018. Tel.: 044 - 24333668 / 24335284. Fax: 044 – \n24333664 \nEmail: bimalokpal.chennai@ecoi.co.in    \nDelhi  \nOffice of the Insurance Ombudsman, 2/2 A, \nUniversal Insurance Building, Asaf Ali Road, \nNew Delhi – 110 002. Tel.: 011 - 23232481/23213504. Email: bimalokpal.delhi@ecoi.co.in  \nAssam , Meghalaya, \nManipur, Mizoram, \nArunachal Pradesh, \nNagaland and Tripura  \nOffice of the Insurance Ombudsman, Jeevan \nNivesh, 5th Floor, Nr. Panbazar over bridge, S.S. Road, Guwahati – 781001 (ASSAM). Tel.: 0361 - 2632204 / 2602205. Email: bimalokpal.guwahati@ecoi.co.in  \nAndhra Pradesh, \nTelangana and UT of \nYanam – a part of the UT \nof Pondicherry  \nOffice of the Insurance Ombudsman, 6-2-46, 1st \nfloor, \"Moin Court\", Lane Opp.", "UT \nof Pondicherry  \nOffice of the Insurance Ombudsman, 6-2-46, 1st \nfloor, \"Moin Court\", Lane Opp. Saleem Function \nPalace, A. C. Guards, Lakdi-Ka-Pool, Hyderabad \n- 500 004. Tel.: 040 - 67504123 / 23312122. Fax: 040 – \n23376599 \nEmail: bimalokpal.hyderabad@ecoi.co.in  \nRajasthan \nOffice of the Insurance Ombudsman, Jeevan \nNidhi – II Bldg., Gr. Floor, Bhawani Singh Marg, \nJaipur - 302 005. Tel.: 0141 – 2740363. Email: Bimalokpal.jaipur@ecoi.co.in  \nKerala , UT of  (a) \nLakshadweep, \n(b) \nMahe – a part of UT of \nPondicherry  \nOffice of the Insurance Ombudsman, 2nd Floor, \nPulinat Bldg., Opp. Cochin Shipyard, M. G. Road, Ernakulam - 682 015. Tel.: 0484 - 2358759 / 2359338. Fax: 0484 \n– 2359336 \nEmail: bimalokpal.ernakulam@ecoi.co.in  \nWest Bengal, UT of \nAndaman and Nicobar \nIslands, Sikkim  \nOffice of the Insurance Ombudsman, Hindustan \nBldg. Annexe, 4th Floor, 4, C.R. Avenue, \nKOLKATA - 700 072. Tel.: 033 - 22124339 / 22124340.", "ustan \nBldg. Annexe, 4th Floor, 4, C.R. Avenue, \nKOLKATA - 700 072. Tel.: 033 - 22124339 / 22124340. Fax: 033 - \n22124341 \nEmail: bimalokpal.kolkata@ecoi.co.in  \nistricts of Uttar Pradesh : \nLaitpur, Jhansi, Mahoba, \nHamirpur, Banda, \nChitrakoot, Allahabad, \nMirzapur, Sonbhabdra, \nFatehpur, Pratapgarh, \nJaunpur,Varanasi, Gazipur, \nJalaun, Kanpur, Lucknow, \nUnnao, Sitapur, \nLakhimpur, Bahraich, \nBarabanki, Raebareli, \nSravasti, Gonda, Faizabad, \nAmethi, Kaushambi, \nBalrampur, Basti, \nAmbedkarnagar, \nSultanpur, Maharajgang, \nSantkabirnagar, Azamgarh, \nKushinagar, Gorkhpur, \nDeoria, Mau, Ghazipur, \nChandauli, Ballia, \nSidharathnagar. Office of the Insurance Ombudsman, 6th Floor, \nJeevan Bhawan, Phase-II, Nawal Kishore Road, \nHazratganj, Lucknow - 226 001. Tel.: 0522 - 2231330 / 2231331. Fax: 0522 - \n2231310 \nEmail: bimalokpal.lucknow@ecoi.co.in  \nGoa,  \nMumbai Metropolitan \nRegion  \nexcluding \nNavi \nMumbai & Thane \nOffice of the Insurance Ombudsman, 3rd Floor, \nJeevan Seva Annexe, S. V. Road, Santacruz (W), \nMumbai - 400 054. Tel.: 022 - 26106552 / 26106960.", "Jeevan Seva Annexe, S. V. Road, Santacruz (W), \nMumbai - 400 054. Tel.: 022 - 26106552 / 26106960. Fax: 022 - \n26106052 \nEmail: bimalokpal.mumbai@ecoi.co.in  \nState of Uttarakhand and \nthe following Districts of \nUttar Pradesh: \nAgra, Aligarh, Bagpat, \nBareilly, Bijnor, Budaun, \nBulandshehar, Etah, \nKannauj, Mainpuri, \nMathura, Meerut, \nMoradabad, \nMuzaffarnagar, Oraiyya, \nPilibhit, Etawah, \nFarrukhabad, Firozbad, \nGautambodhanagar, \nGhaziabad, Hardoi, \nShahjahanpur, Hapur, \nShamli, Rampur, \nKashganj, Sambhal, \nAmroha, Hathras, \nKanshiramnagar, \nSaharanpur \nOffice of the Insurance Ombudsman, Bhagwan \nSahai Palace 4th Floor, Main Road, Naya Bans, \nSector 15, Distt: Gautam Buddh Nagar, U.P-\n201301. Tel.: 0120-2514250 / 2514252 / 2514253. Email: bimalokpal.noida@ecoi.co.in  \nBihar, \nJharkhand. Office of the Insurance Ombudsman, 1st \nFloor,Kalpana Arcade Building, Bazar Samiti \nRoad, Bahadurpur, Patna 800 006. Tel.: 0612-2680952. Email: bimalokpal.patna@ecoi.co.in \nMaharashtra, \nArea of Navi Mumbai and \nThane \nexcluding Mumbai \nMetropolitan Region \nOffice of the Insurance Ombudsman, Jeevan \nDarshan Bldg., 3rd Floor, C.T.S. No.s. 195 to \n198, N.C. Kelkar Road, Narayan Peth, Pune – \n411 030. Tel.: 020-41312555. Email: bimalokpal.pune@ecoi.co.in"]